Repository: strongo01/fFinder
Catalog: pws/lib/l10n/app_*.arb
Languages: de, fr, nl

# deletionCodeInstruction
source: Type the code below to confirm:
de: Geben Sie den folgenden Code zur Bestätigung ein:
fr: Recopiez le code ci-dessous pour confirmer :
nl: Typ onderstaande code over om te bevestigen:

# enterDeletionCodeLabel
source: Enter the 6-digit code
de: Geben Sie den 6-stelligen Code ein
fr: Entrez le code à 6 chiffres
nl: Voer de 6-cijferige code in

# deletionCodeMismatchError
source: Code does not match, please try again.
de: Code stimmt nicht überein, bitte versuchen Sie es erneut.
fr: Code incorrect, veuillez réessayer.
nl: Code klopt niet, probeer het opnieuw.

# deleteAccountButtonLabel
source: Delete Account
de: Löschen
fr: Supprimer
nl: Verwijderen

# settingsSavedSuccessMessage
source: Settings saved successfully
de: Einstellungen gespeichert
fr: Paramètres enregistrés
nl: Instellingen opgeslagen

# settingsSaveFailedMessage
source: Settings save failed
de: Speichern fehlgeschlagen
fr: Échec de l'enregistrement
nl: Opslaan mislukt

# profileLoadFailedMessage
source: Could not load profile
de: Profil konnte nicht geladen werden
fr: Impossible de charger le profil
nl: Kon profiel niet laden

# deleteAccountRecentLoginError
source: Please log in again and try deleting your account.
de: Melden Sie sich erneut an und versuchen Sie es erneut, um Ihr Konto zu löschen.
fr: Reconnectez-vous et réessayez pour supprimer votre compte.
nl: Log opnieuw in en probeer het nog eens om je account te verwijderen.

# deleteAccountFailedMessage
source: Account deletion failed
de: Löschen fehlgeschlagen
fr: Échec de la suppression
nl: Verwijderen mislukt

# titleLabel
source: Title
de: Titel
fr: Titre
nl: Titel

# titleValidationError
source: Title cannot be empty.
de: Der Titel darf nicht leer sein.
fr: Le titre ne peut pas être vide.
nl: Titel mag niet leeg zijn.

source: Untitled
de: Ohne Titel
fr: Sans titre
nl: Geen titel

# appCredits
source: ABSI Data Attribution
de: ABSI Datenzuordnung
fr: Attribution des données ABSI

# reportThanks
source: Thanks for the rapport!
de: Danke für Ihren Bericht!
fr: Merci pour votre rapport !
nl: Bedankt voor je rapport!

source: Error sending
de: Fehler beim Senden
fr: Erreur lors de l'envoi
nl: Fout bij verzenden

source: Comment (optional)
de: Kommentar (optional)
fr: Commentaire (optionnel)
nl: Opmerking bij (optioneel)

# reportTitle
source: Report items
de: Elemente melden
fr: Signaler des éléments
nl: Rapporteer onderdelen

# categoryFunctionality
source: Functionality
de: Funktionalität
fr: Fonctionnalité
nl: Functionaliteit

# itemFeatures
source: Features
de: Funktionen
fr: Fonctionnalités
nl: Functies

# itemFunctionality
source: Functionality
de: Funktionalität
fr: Fonctionnalité
nl: Functionaliteit

# itemUsability
source: Usability
de: Benutzerfreundlichkeit
fr: Ergonomie
nl: Gebruiksgemak

# itemClarity
source: Clarity
de: Übersichtlichkeit
fr: Clarté
nl: Overzichtelijkheid

# itemAccuracy
source: Accuracy
de: Genauigkeit
fr: Précision
nl: Nauwkeurigheid

# categoryPerformance
source: Performance
de: Leistung

# itemSpeed
source: Speed
de: Geschwindigkeit
fr: Vitesse
nl: Snelheid

# itemLoadingTimes
source: Loading times
de: Ladezeiten
fr: Temps de chargement
nl: Laadtijden

# itemStability
source: Stability
de: Stabilität
fr: Stabilité
nl: Stabiliteit

# categoryInterfaceDesign
source: Interface & Design
de: Schnittstelle & Design

# itemColorsTheme
source: Colors & Theme
de: Farben & Thema
fr: Couleurs & Thème
nl: Kleuren & Thema

# itemIconsDesign
source: Icons & Design
de: Symbole & Design
fr: Icônes & Design
nl: Iconen & Design

# itemReadability
source: Readability
de: Lesbarkeit
fr: Lisibilité
nl: Leesbaarheid

# categoryCommunication
source: Communication
de: Kommunikation
nl: Communicatie

# itemErrors
source: Error messages
de: Fehlermeldungen
fr: Messages d'erreur
nl: Foutmeldingen

# itemExplanation
source: Explanation & Instructions
de: Erklärungen & Anweisungen
fr: Explications & Instructions
nl: Uitleg & Instructies

# categoryAppParts
source: App Parts
de: App-Teile
fr: Parties de l'application
nl: App Onderdelen

# itemLogin
source: Login / Registration
de: Anmeldung / Registrierung
fr: Connexion / Inscription
nl: Inloggen / Registratie

# itemWeight
source: Weight
de: Gewicht
fr: Poids
nl: Gewicht

# itemStatistics
source: Statistics
de: Statistiken
fr: Statistiques
nl: Statistieken

# itemCalendar
source: Calendar
de: Kalender
fr: Calendrier
nl: Kalender

# categoryOther
source: Other
de: Sonstiges
fr: Autre
nl: Overig

# itemGeneralSatisfaction
source: General satisfaction
de: Allgemeine Zufriedenheit
fr: Satisfaction générale
nl: Algemene Tevredenheid

source: Send
de: Senden
fr: Envoyer
nl: Versturen

# feedbackTitle
source: Provide feedback
de: Geben Sie Ihr Feedback
fr: Donnez votre avis
nl: Geef je feedback

source: View all feedback
de: Alle Rückmeldungen ansehen
fr: Voir tous les avis
nl: Bekijk alle feedback

# viewAllRapportFeedback
source: View all report feedback
de: Alle Berichtsrückmeldungen ansehen
fr: Voir tous les avis du rapport
nl: Bekijk alle rapport feedback

# openRapportButton
source: Tap to fill out the report! Note: this is an extensive questionnaire. Only fill it out after you have tested the app for several days.
de: Tippen Sie, um den Bericht auszufüllen! Hinweis: Dies ist ein ausführlicher Fragebogen. Füllen Sie ihn nur aus, wenn Sie die App mehrere Tage gründlich getestet haben.
fr: Touchez pour remplir le rapport ! Attention : il s'agit d'un questionnaire approfondi. Ne le remplissez que si vous avez testé l'application plusieurs jours.
nl: Tik om het rapport in te vullen! Let op: dit is een uitgebreide vragenlijst. Vul deze pas in als je de app meerdere dagen goed hebt getest.

# feedbackIntro
source: You can provide feedback here at any time.
de: Hier können Sie jederzeit Ihr Feedback geben.
fr: Ici, vous pouvez à tout moment donner votre avis.
nl: Hier kan je elk moment je feedback geven.

# choiceBug
source: Bug
de: Fehler

# choiceFeature
source: New feature
de: Neue Funktion
fr: Nouvelle fonctionnalité
nl: Nieuwe functie

# choiceLanguage
source: Language
de: Sprache
fr: Langue
nl: Taal

# choiceOther
source: Other
de: Andere
fr: Autre
nl: Anders

# languageSectionInstruction
source: Specify which language is affected and describe the error. The default language is the one selected in the app.
de: Geben Sie an, welche Sprache betroffen ist, und beschreiben Sie den Fehler. Die Standardsprache ist die in der App ausgewählte Sprache.
fr: Indiquez la langue concernée et décrivez l'erreur. La langue par défaut est celle sélectionnée dans l'application.
nl: Geef aan welke taal het betreft en omschrijf de fout. De standaard taal is de taal die je in de app hebt geselecteerd.

# dropdownLabelLanguage
source: Language the feedback refers to
de: Sprache, auf die sich das Feedback bezieht
fr: Langue concernée par le feedback
nl: Taal waarop feedback betrekking heeft

# messageHint
source: What would you like to tell us?
de: Was möchten Sie uns mitteilen?
fr: Que voulez-vous nous dire ?
nl: Wat wil je ons vertellen?

# enterMessage
source: Enter a message
de: Geben Sie eine Nachricht ein
fr: Entrez un message
nl: Voer een bericht in

# allFeedbackTitle
source: All feedback
de: Alle Rückmeldungen
fr: Tous les avis
nl: Alle Feedback

source: No feedback found.
de: Keine Rückmeldungen gefunden.
fr: Aucun avis trouvé.
nl: Geen feedback gevonden.

# errorOccurred
source: An error occurred.
de: Ein Fehler ist aufgetreten.
fr: Une erreur est survenue.
nl: Er is een fout opgetreden.

source: No message
de: Keine Nachricht
fr: Aucun message
nl: Geen bericht

# unknownType
source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend

# reportedLanguagePrefix
source: Reported:
de: Gemeldet:
fr: Signalé :
nl: Gerapporteerd:

# submittedOnPrefix
source: Submitted on:
de: Eingereicht am:
fr: Soumis le :
nl: Ingezonden op:

# couldNotOpenMailAppPrefix
source: Could not open mail app:
de: Mail-App konnte nicht geöffnet werden:
fr: Impossible d'ouvrir l'application mail :
nl: Kon de mail-app niet openen:

# allRapportFeedbackTitle
source: All report feedback
de: Alle Berichtsrückmeldungen
fr: Tous les avis du rapport
nl: Alle Rapport Feedback

# noRapportFeedbackFound
source: No report feedback found.
de: Keine Berichtsrückmeldungen gefunden.
fr: Aucun avis du rapport trouvé.
nl: Geen rapport feedback gevonden.

# rapportFeedbackTitle
source: Report feedback
de: Berichtsrückmeldungen
fr: Avis du rapport
nl: Rapport feedback

# weightTitle
source: Your weight
de: Ihr Gewicht
fr: Votre poids
nl: Je gewicht

# weightSubtitle
source: Adjust your weight and view your BMI.
de: Passen Sie Ihr Gewicht an und sehen Sie Ihren BMI ein.
fr: Modifiez votre poids et consultez votre IMC.
nl: Pas je gewicht aan en bekijk je BMI.

# weightLabel
source: Weight (kg)
de: Gewicht (kg)
fr: Poids (kg)
nl: Gewicht (kg)

# targetWeightLabel
source: Target weight (kg)
de: Zielgewicht (kg)
fr: Poids cible (kg)
nl: Streefgewicht (kg)

# weightSliderLabel
source: Weight slider
de: Gewichts-Slider
fr: Curseur de poids
nl: Gewicht slider

source: Saving...
de: Speichern...
fr: Enregistrement...
nl: Opslaan...

source: Save weight
de: Gewicht speichern
fr: Enregistrer le poids
nl: Gewicht opslaan

source: Save waist
de: Taillenumfang speichern
fr: Enregistrer le tour de taille
nl: Taille opslaan

# saveSuccess
source: Weight + goals saved
de: Gewicht + Ziele gespeichert
fr: Poids + objectifs enregistrés
nl: Gewicht + doelen opgeslagen

# saveFailedPrefix
source: Save failed:
de: Speichern fehlgeschlagen:
fr: Échec de l'enregistrement :
nl: Opslaan mislukt:

# weightLoadErrorPrefix
source: Could not load user data:
de: Benutzerdaten konnten nicht geladen werden:
fr: Impossible de charger les données utilisateur :
nl: Kon gebruikersdata niet laden:

# bmiInsufficient
source: Insufficient data to calculate BMI. Enter your height and weight.
de: Nicht genügend Daten, um den BMI zu berechnen. Bitte geben Sie Ihre Größe und Ihr Gewicht ein.
fr: Données insuffisantes pour calculer l'IMC. Veuillez saisir votre taille et votre poids.
nl: Onvoldoende gegevens om BMI te berekenen. Vul je lengte en gewicht in.

# yourBmiPrefix
source: Your BMI:
de: Ihr BMI:
fr: Votre IMC :
nl: Jouw BMI:

# waistAbsiTitle
source: Waist / ABSI
de: Taillenumfang / ABSI
fr: Tour de taille / ABSI
nl: Taille / ABSI

# waistLabel
source: Waist circumference (cm)
de: Taillenumfang (cm)
fr: Tour de taille (cm)
nl: Tailleomtrek (cm)

# absiInsufficient
source: Insufficient data to calculate ABSI. Enter waist, height and weight.
de: Nicht genügend Daten, um ABSI zu berechnen. Bitte geben Sie Taillenumfang, Größe und Gewicht ein.
fr: Données insuffisantes pour calculer l'ABSI. Veuillez saisir le tour de taille, la taille et le poids.
nl: Onvoldoende gegevens om ABSI te berekenen. Vul taille, lengte en gewicht in.

# yourAbsiPrefix
source: Your ABSI:
de: Ihr ABSI:
fr: Votre ABSI :
nl: Jouw ABSI:

# absiLowRisk
source: Low risk
de: Geringes Risiko
fr: Faible risque
nl: Laag risico

# absiMedium
source: Average risk
de: Mittleres Risiko
fr: Risque moyen
nl: Gemiddeld risico

# choiceWeight
source: Weight
de: Gewicht
fr: Poids
nl: Gewicht

# choiceWaist
source: Waist
de: Taille
fr: Taille
nl: Taille

# choiceTable
source: Table
de: Tabelle
nl: Tabel

# choiceChart
source: Chart (per month)
de: Diagramm (pro Monat)
fr: Graphique (par mois)
nl: Grafiek (per maand)

# noMeasurements
source: No measurements saved yet.
de: Noch keine Messungen gespeichert.
fr: Aucune mesure enregistrée pour le moment.
nl: Nog geen metingen opgeslagen.

# noWaistMeasurements
source: No waist measurements saved yet.
de: Noch keine Taillenmessungen gespeichert.
fr: Aucune mesure de tour de taille enregistrée.
nl: Nog geen taillemetingen opgeslagen.

# tableMeasurementsTitle
source: Measurements table
de: Messungstabelle
fr: Table des mesures
nl: Tabel metingen

# deleteConfirmTitle
source: Delete?
de: Löschen?
fr: Supprimer ?
nl: Verwijderen?

# deleteConfirmContent
source: Are you sure you want to delete this measurement?
de: Sind Sie sicher, dass Sie diese Messung löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer cette mesure ?
nl: Weet je zeker dat je deze meting wilt verwijderen?

# deleteConfirmDelete
source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Measurement deleted
de: Messung gelöscht
fr: Mesure supprimée
nl: Meting verwijderd

# chartTitlePrefix
source: Chart –
de: Diagramm –
fr: Graphique –
nl: Grafiek –

# chartTooFew
source: Not enough measurements in this month for a chart.
de: Zu wenige Messungen in diesem Monat für ein Diagramm.
fr: Trop peu de mesures ce mois-ci pour afficher un graphique.
nl: Nog te weinig metingen in deze maand voor een grafiek.

# chartAxesLabel
source: Horizontal: days of the month, Vertical: value
de: Horizontal: Tage des Monats, Vertikal: Wert
fr: Horizontal : jours du mois, Vertical : valeur
nl: Horizontaal: dagen van de maand, Verticaal: waarde

# estimateNotEnoughData
source: Not enough data to compute a trend.
de: Nicht genug Daten, um einen Trend zu berechnen.
fr: Pas assez de données pour calculer une tendance.
nl: Niet genoeg data om een trend te berekenen.

# estimateOnTarget
source: Well done! You are at your target weight.
de: Gut gemacht! Sie sind auf Ihrem Zielgewicht.
fr: Bravo ! Vous êtes sur votre poids cible.
nl: Goed zo! Je bent op je streefgewicht.

# estimateNoTrend
source: No trend to compute yet.
de: Noch kein Trend zu berechnen.
fr: Aucune tendance calculable pour le moment.
nl: Nog geen trend te berekenen.

# estimateStable
source: Your weight is fairly stable; no reliable trend.
de: Ihr Gewicht ist relativ stabil, kein verlässlicher Trend.
fr: Votre poids est relativement stable, pas de tendance fiable.
nl: Je gewicht is redelijk stabiel, geen betrouwbare trend.

# estimateWrongDirection
source: With the current trend you are moving away from your target weight.
de: Mit dem aktuellen Trend bewegen Sie sich vom Zielgewicht weg.
fr: Avec la tendance actuelle, vous vous éloignez de votre poids cible.
nl: Met de huidige trend beweeg je van je streefgewicht af.

# estimateInsufficientInfo
source: Insufficient trend information to make a realistic estimate.
de: Es gibt nicht genügend Trendinformationen, um eine realistische Schätzung vorzunehmen.
fr: Informations de tendance insuffisantes pour une estimation réaliste.
nl: Er is onvoldoende trendinformatie om een realistische inschatting te maken.

# estimateUnlikelyWithin10Years
source: Based on the current trend it's unlikely you'll reach your target within 10 years.
de: Aufgrund des aktuellen Trends ist es unwahrscheinlich, dass Sie Ihr Zielgewicht innerhalb von 10 Jahren erreichen.
fr: Avec la tendance actuelle, il est peu probable que vous atteigniez votre poids cible dans les 10 ans.
nl: Op basis van de huidige trend is het onwaarschijnlijk dat je je streefgewicht binnen 10 jaar bereikt.

# estimateUncertaintyHigh
source: Warning: very large fluctuations make this estimate unreliable.
de: Achtung: Große Schwankungen machen diese Schätzung unzuverlässig.
fr: Attention : de grandes fluctuations rendent cette estimation peu fiable.
nl: Let op: zeer grote schommelingen maken deze schatting onbetrouwbaar.

# estimateUncertaintyMedium
source: Warning: considerable fluctuations make this estimate uncertain.
de: Achtung: Starke Schwankungen machen diese Schätzung unsicher.
fr: Attention : des fluctuations importantes rendent cette estimation incertaine.
nl: Let op: flinke schommelingen maken deze schatting onzeker.

# estimateUncertaintyLow
source: Note: some variation — estimate may differ.
de: Hinweis: Leichte Schwankungen — die Schätzung kann abweichen.
fr: Remarque : légère variation — l'estimation peut différer.
nl: Opmerking: enige variatie — schatting kan afwijken.

# estimateBasisRecent
source: based on the past month
de: basierend auf dem letzten Monat
fr: sur la base du dernier mois
nl: op basis van de afgelopen maand

# estimateBasisAll
source: based on all measurements
de: basierend auf allen Messungen
fr: sur la base de toutes les mesures
nl: op basis van alle metingen

# estimateResultPrefix
source: If you continue like this (), you'll reach your target weight in about
de: Wenn Sie so weitermachen (), erreichen Sie Ihr Zielgewicht in etwa
fr: Si vous continuez ainsi (), vous atteindrez votre poids cible dans environ
nl: Als je zo doorgaat (), bereik je je streefgewicht over ongeveer

# bmiVeryLow
source: Very underweight
de: Viel zu niedrig
fr: Beaucoup trop bas
nl: Veel te laag

# bmiLow
source: Underweight
de: Niedrig
fr: Bas
nl: Laag

# bmiGood
source: Healthy
de: Gesund
fr: Bien
nl: Goed

# bmiHigh
source: Overweight
de: Zu hoch
fr: Trop élevé
nl: Te hoog

# bmiVeryHigh
source: Obese
de: Viel zu hoch
fr: Beaucoup trop élevé
nl: Veel te hoog

# thanksFeedback
source: Thanks for your feedback!
de: Danke für Ihr Feedback!
fr: Merci pour votre avis !
nl: Bedankt voor je feedback!

# absiVeryLowRisk
source: Very low risk
de: Sehr geringes Risiko
fr: Très faible risque
nl: Zeer laag risico

# absiIncreasedRisk
source: Increased risk
de: Erhöhtes Risiko
fr: Risque accru
nl: Verhoogd risico

# recipesSwipeInstruction
source: Swipe to save or skip recipes.
de: Wischen, um Rezepte zu speichern oder zu überspringen.
fr: Faites glisser pour enregistrer ou passer les recettes.
nl: Veeg om recepten te bewaren of over te slaan.

# recipesNoMore
source: No more recipes.
de: Keine Rezepte mehr.
fr: Plus de recettes.
nl: Geen recepten meer.

# recipesSavedPrefix
source: Saved:
de: Gespeichert:
fr: Enregistré :
nl: Opgeslagen:

# recipesSkippedPrefix
source: Skipped:
de: Übersprungen:
fr: Passé :
nl: Overgeslagen:

# recipesDetailPreparationTime
source: Preparation time
de: Zubereitungszeit
fr: Temps de préparation
nl: Bereidingstijd

# recipesDetailTotalTime
source: Total time
de: Gesamtzeit
fr: Temps total
nl: Totale tijd

# recipesDetailKcal
source: Calories
de: Kalorien
nl: Calorieën

# recipesDetailFat
source: Fat
de: Fett
fr: Matières grasses
nl: Vet

# recipesDetailSaturatedFat
source: Saturated fat
de: Gesättigte Fettsäuren
fr: Acides gras saturés
nl: Verzadigd vet

# recipesDetailCarbs
source: Carbs
de: Kohlenhydrate
fr: Glucides
nl: Koolhydraten

# recipesDetailProtein
source: Protein
de: Eiweiß
fr: Protéines
nl: Eiwit

# recipesDetailFibers
source: Fibers
de: Ballaststoffe
fr: Fibres
nl: Vezels

# recipesDetailSalt
source: Salt
de: Salz
fr: Sel
nl: Zout

# recipesDetailPersons
source: Persons
de: Personen
fr: Personnes
nl: Personen

# recipesDetailDifficulty
source: Difficulty
de: Schwierigkeitsgrad
fr: Difficulté
nl: Moeilijkheid

# recipesPrepreparation
source: Pre-preparation
de: Vorbereitung
fr: Préparation
nl: Voorbereiding

# recipesIngredients
source: Ingredients
de: Zutaten
fr: Ingrédients
nl: Ingrediënten

# recipesSteps
source: Steps
de: Zubereitungsschritte
fr: Étapes de préparation
nl: Bereidingsstappen

# recipesKitchens
source: Kitchens
de: Küchen
fr: Cuisines
nl: Keukens

# recipesCourses
source: Course
de: Gang
fr: Plat
nl: Gang

# recipesRequirements
source: Requirements
de: Benötigte Utensilien
fr: Ustensiles nécessaires
nl: Benodigdheden

source: Water
de: Wasser
fr: Eau

source: Coffee
de: Kaffee
fr: Café
nl: Koffie

source: Tea
de: Tee
fr: Thé
nl: Thee

source: Soda
de: Limonade
fr: Boisson gazeuse
nl: Frisdrank

source: Other
de: Andere
fr: Autre
nl: Anders

# coffeeBlack
source: Black coffee
de: Schwarzer Kaffee
fr: Café noir
nl: Koffie zwart

source: Coffee with milk
de: Kaffee mit Milch
fr: Café au lait
nl: Koffie met melk

# coffeeWithMilkSugar
source: Coffee with milk and sugar
de: Kaffee mit Milch + Zucker
fr: Café au lait + sucre
nl: Koffie met melk + suiker

source: Iced coffee
de: Eiskaffee
fr: Café glacé

source: Other coffee
de: Anderer Kaffee
fr: Autre café
nl: Andere koffie

# newDrinkTitle
source: Add New Drink
de: Neues Getränk hinzufügen
fr: Ajouter une boisson
nl: Nieuw Drankje Toevoegen

# chooseDrink
source: Choose a drink
de: Wählen Sie ein Getränk
fr: Choisir une boisson
nl: Kies een drankje

source: Choose coffee type
de: Wählen Sie die Kaffeesorte
fr: Choisir le type de café
nl: Kies koffiesoort

# drinkNameLabel
source: Drink name
de: Name des Getränks
fr: Nom de la boisson
nl: Naam van drankje

# nameRequired
source: Name is required
de: Name ist erforderlich
fr: Le nom est obligatoire
nl: Naam is verplicht

# amountMlLabel
source: Amount (ml)
de: Menge (ml)
fr: Quantité (ml)
nl: Hoeveelheid (ml)

# amountRequired
source: Amount is required
de: Menge ist erforderlich
fr: La quantité est obligatoire
nl: Hoeveelheid is verplicht

# enterNumber
source: Enter a number
de: Geben Sie eine Zahl ein
fr: Entrez un nombre
nl: Voer een getal in

# kcalPer100Label
source: Kcal per 100 ml
de: kcal pro 100 ml
fr: kcal pour 100 ml

# barcodeSearchTooltip
source: Search by barcode
de: Nach Barcode suchen
fr: Rechercher par code-barres
nl: Zoek op barcode

# kcalRequired
source: Kcal value is required
de: kcal-Wert ist erforderlich
fr: La valeur kcal est obligatoire
nl: Kcal-waarde is verplicht

# addDrinkTitle
source: Add drink
de: Getränk hinzufügen
fr: Ajouter une boisson
nl: Drankje toevoegen

# addButton
source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

# addAndLogButton
source: Add and log
de: Hinzufügen und protokollieren
fr: Ajouter et journaliser
nl: Toevoegen en loggen

# searchButton
source: Search
de: Suchen
fr: Rechercher
nl: Zoeken

source: Scan / paste barcode
de: Barcode scannen/einfügen
fr: Scanner / coller le code-barres
nl: Scan / plak barcode

source: Enter barcode
de: Barcode eingeben
fr: Entrez le code-barres
nl: Voer barcode in

source: Searching...
de: Suche...
fr: Recherche...
nl: Zoeken...

# noKcalFoundPrefix
source: No kcal value found for barcode
de: Kein kcal-Wert für Barcode gefunden
fr: Aucune valeur kcal trouvée pour le code-barres
nl: Geen kcal-waarde gevonden voor barcode

# foundPrefix
source: Found:
de: Gefunden:
fr: Trouvé :
nl: Gevonden:

# kcalPer100Unit
source: kcal per 100g/ml
de: kcal pro 100g/ml
fr: kcal pour 100g/ml

# whenDrankTitle
source: When consumed?
de: Wann konsumiert?
fr: Quand consommé ?
nl: Wanneer gedronken?

source: Snack
de: Zwischenmahlzeit
fr: En-cas
nl: Tussendoor

source: Log in to log
de: Melden Sie sich an, um zu protokollieren
fr: Connectez-vous pour journaliser
nl: Log in om te loggen

# editDrinkTitle
source: Edit drink
de: Getränk bearbeiten
fr: Modifier la boisson
nl: Drankje aanpassen

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

# saveButton
source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: added
de: hinzugefügt
fr: ajouté
nl: toegevoegd

# sportAddTitle
source: Add Sport
de: Sport hinzufügen
fr: Ajouter un sport
nl: Sport toevoegen

# customSportName
source: Name of sport
de: Name der Sportart
fr: Nom du sport
nl: Naam van sport

# enterSportName
source: Enter a sport name
de: Geben Sie einen Sportnamen ein
fr: Veuillez entrer un nom de sport
nl: Voer een sportnaam in

source: Duration (minutes)
de: Dauer (Minuten)
fr: Durée (minutes)
nl: Duur (minuten)

# invalidDuration
source: Enter a valid duration
de: Geben Sie eine gültige Dauer ein
fr: Veuillez saisir une durée valide
nl: Voer een geldige duur in

source: Calories burned
de: Verbrannte Kalorien
fr: Calories brûlées
nl: Calorieën verbrand

# invalidCalories
source: Enter a valid number of calories
de: Geben Sie eine gültige Kalorienanzahl ein
fr: Veuillez saisir un nombre de calories valide
nl: Voer een geldig aantal calorieën in

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Encryption key not found.
de: Verschlüsselungsschlüssel nicht gefunden.
fr: Clé de chiffrement introuvable.
nl: Encryptiesleutel niet gevonden.

# caloriesLabel
source: Calories
de: Kalorien
nl: Calorieën

# minutesShort
source: min
de: Minuten
fr: minutes
nl: minuten
