Repository: strongo01/fFinder
Catalog: pws/lib/l10n/app_*.arb
Languages: de, fr, nl

source: Not logged in.
de: Nicht angemeldet
fr: Non connecté
nl: Niet ingelogd

# addSportTitle
source: Add Sport Activity
de: Sport hinzufügen
fr: Ajouter un sport
nl: Sport toevoegen

source: New sportactivity
de: Neue Sportaktivität
fr: Nouvelle activité sportive
nl: Nieuwe sportactiviteit

# sportLabel
source: Sport Activity
de: Sport
fr: Sport
nl: Sport

# chooseSport
source: Choose a sport
de: Wählen Sie eine Sportart
fr: Choisir un sport
nl: Kies een sport

# customSportLabel
source: Custom Sport Name
de: Name der Sportart
fr: Nom du sport
nl: Naam van sport

# customSportRequired
source: Custom sport name is required.
de: Geben Sie einen Sportnamen ein
fr: Veuillez entrer un nom de sport
nl: Voer een sportnaam in

# intensityLight
source: Light
de: Leicht
fr: Léger
nl: Licht

# intensityHeavy
source: Heavy
de: Anstrengend
fr: Intense
nl: Zwaar

# intensityVeryHeavy
source: Very Heavy
de: Sehr anstrengend
fr: Très intense
nl: Zeer zwaar

# intensityLabel
source: Intensity
de: Intensität
fr: Intensité
nl: Intensiteit

# durationLabel
source: Duration
de: Dauer (Minuten)
fr: Durée (minutes)
nl: Duur (minuten)

# enterValidDuration
source: Please enter a valid duration.
de: Geben Sie eine gültige Dauer ein
fr: Veuillez saisir une durée valide
nl: Voer een geldige duur in

# caloriesBurnedLabel
source: Calories Burned
de: Verbrannte Kalorien
fr: Calories brûlées
nl: Calorieën verbrand

# enterValidCalories
source: Please enter a valid number of calories.
de: Geben Sie eine gültige Kalorienanzahl ein
fr: Veuillez saisir un nombre de calories valide
nl: Voer een geldig aantal calorieën in

# noSportsYet
source: No sport activities yet.
de: Noch keine Sportaktivitäten.
fr: Aucune activité sportive pour le moment.
nl: Nog geen sportactiviteiten.

# durationShort
source: dur.
de: Dauer:
fr: Durée :
nl: Duur:

# caloriesShort
source: cal
de: Kalorien:
fr: Calories :
nl: Calorieën:

# saveSportFailedPrefix
source: Save sport activity failed:
de: Speichern fehlgeschlagen:
fr: Échec de l'enregistrement :
nl: Opslaan mislukt:

# recipesTitle
source: Recipes
de: Rezepte
fr: Recettes
nl: Recepten

# recipesSubtitle
source: Find and manage your favorite recipes
de: Finden und verwalten Sie Ihre Lieblingsrezepte
fr: Trouvez et gérez vos recettes favorites
nl: Vind en beheer je favoriete recepten

# encryptionKeyLoadError
source: Could not load the encryption key.
de: Verschlüsselungsschlüssel konnte nicht geladen werden.
fr: Impossible de charger la clé de chiffrement.
nl: Kon de encryptiesleutel niet laden.

# encryptionKeyLoadSaveError
source: Could not load the encryption key for saving.
de: Verschlüsselungsschlüssel konnte zum Speichern nicht geladen werden.
fr: Impossible de charger la clé de chiffrement pour l'enregistrement.
nl: Kon de encryptiesleutel niet laden voor opslaan.

# encryptedJson
source: Encrypted JSON (nonce/cipher/tag)
de: Verschlüsseltes JSON (nonce/cipher/tag)
fr: JSON chiffré (nonce/cipher/tag)
nl: Versleutelde JSON (nonce/cipher/tag)

# settingsTitle
source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: Meal Notifications
de: Mahlzeiterinnerungen
fr: Rappels de repas
nl: Maaltijdherinneringen

# enableMealNotifications
source: Enable Notifications
de: Erinnerungen aktivieren
fr: Activer les rappels
nl: Herinneringen inschakelen

source: Breakfast
de: Frühstück
fr: Petit-déjeuner
nl: Ontbijt

source: Lunch
de: Mittagessen
fr: Déjeuner

source: Dinner
de: Abendessen
fr: Dîner
nl: Avondeten

# enableGifs
source: Show Mascot Animation (GIF)
de: Maskottchen-Animation (GIF) anzeigen
fr: Afficher l'animation de la mascotte (GIF)
nl: Mascotte animatie (GIF) tonen

source: Restart Tutorial
de: Tutorial neu starten
fr: Recommencer le tutoriel
nl: Uitleg opnieuw starten

# personalInfo
source: Personal Information
de: Persönliche Daten
fr: Informations personnelles
nl: Persoonlijke gegevens

# personalInfoDescription
source: Adjust your weight, height, goal, and activity.
de: Passen Sie Ihr Gewicht, Ihre Körpergröße, Ihr Ziel und Ihre Aktivität an.
fr: Modifiez votre poids, taille, objectif et activité.
nl: Pas je gewicht, lengte, doel en activiteit aan.

source: Current Weight (kg)
de: Aktuelles Gewicht (kg)
fr: Poids actuel (kg)
nl: Huidig gewicht (kg)

# enterCurrentWeight
source: Enter your current weight
de: Geben Sie Ihr aktuelles Gewicht ein
fr: Indiquez votre poids actuel
nl: Vul je huidige gewicht in

# enterValidWeight
source: Please enter a valid weight
de: Geben Sie ein gültiges Gewicht ein
fr: Veuillez saisir un poids valide
nl: Voer een geldig gewicht in

source: Height (cm)
de: Größe (cm)
fr: Taille (cm)
nl: Lengte (cm)

# enterHeight
source: Enter your height
de: Geben Sie Ihre Größe ein
fr: Indiquez votre taille
nl: Vul je lengte in

# enterHeightBetween100And250
source: Please enter a height between 100 and 250 cm
de: Geben Sie eine Größe zwischen 100 und 250 cm ein
fr: Veuillez saisir une taille entre 100 et 250 cm
nl: Voer een lengte tussen 100 en 250 cm in

source: Waist Circumference (cm)
de: Taillenumfang (cm)
fr: Tour de taille (cm)
nl: Tailleomtrek (cm)

source: Target Weight (kg)
de: Zielgewicht (kg)
fr: Poids cible (kg)
nl: Doelgewicht (kg)

# enterTargetWeight
source: Enter your target weight
de: Geben Sie Ihr Zielgewicht ein
fr: Indiquez votre poids cible
nl: Vul je doelgewicht in

# enterValidTargetWeight
source: Please enter a valid target weight
de: Geben Sie ein gültiges Zielgewicht ein
fr: Veuillez saisir un poids cible valide
nl: Voer een geldig doelgewicht in

source: Sleep (hours per night)
de: Schlaf (Stunden pro Nacht)
fr: Sommeil (heures par nuit)
nl: Slaap (uur per nacht)

source: hours
de: Stunden
fr: heures
nl: uur

# onboarding_firstNameTitle
source: What is your first name?
de: Wie ist Ihr Vorname?
fr: Quel est votre prénom ?
nl: Wat is je voornaam?

# onboarding_labelFirstName
source: First name
de: Vorname
fr: Prénom
nl: Voornaam

# onboarding_genderTitle
source: What is your gender?
de: Welches Geschlecht haben Sie?
fr: Quel est votre genre ?
nl: Wat is je geslacht?

# onboarding_genderOptionMan
source: Male
de: Männlich
fr: Homme
nl: Man

# onboarding_genderOptionWoman
source: Female
de: Weiblich
fr: Femme
nl: Vrouw

# onboarding_genderOptionOther
source: Other
de: Andere
fr: Autre
nl: Anders

# onboarding_genderOptionPreferNot
source: Prefer not to say
de: Möchte ich lieber nicht angeben
fr: Préfère ne pas dire
nl: Wil ik liever niet zeggen

# onboarding_birthDateTitle
source: What is your birth date?
de: Was ist Ihr Geburtsdatum?
fr: Quelle est votre date de naissance ?
nl: Wat is je geboortedatum?

# onboarding_noDateChosen
source: No date chosen
de: Kein Datum ausgewählt
fr: Aucune date sélectionnée
nl: Geen datum gekozen

# onboarding_chooseDate
source: Choose date
de: Datum wählen
fr: Choisir une date
nl: Kies datum

# onboarding_heightTitle
source: What is your height (cm)?
de: Wie groß sind Sie (cm)?
fr: Quelle est votre taille (cm) ?
nl: Wat is je lengte (cm)?

# onboarding_labelHeight
source: Height in cm
de: Größe in cm
fr: Taille en cm
nl: Lengte in cm

# onboarding_weightTitle
source: What is your weight (kg)?
de: Wie viel wiegen Sie (kg)?
fr: Quel est votre poids (kg) ?
nl: Wat is je gewicht (kg)?

# onboarding_labelWeight
source: Weight in kg
de: Gewicht in kg
fr: Poids en kg
nl: Gewicht in kg

# onboarding_waistTitle
source: What is your waist circumference (cm)?
de: Wie groß ist Ihr Taillenumfang (cm)?
fr: Quel est votre tour de taille (cm) ?
nl: Wat is je tailleomtrek (cm)?

# onboarding_labelWaist
source: Waist circumference in cm
de: Taillenumfang in cm
fr: Tour de taille en cm
nl: Tailleomtrek in cm

# onboarding_unknownWaist
source: I don't know
de: Ich weiß es nicht
fr: Je ne sais pas
nl: Ik weet het niet

# onboarding_sleepTitle
source: How many hours do you sleep on average per night?
de: Wie viele Stunden schlafen Sie durchschnittlich pro Nacht?
fr: Combien d'heures dormez-vous en moyenne par nuit ?
nl: Hoeveel uur slaap je gemiddeld per nacht?

# onboarding_activityTitle
source: How active are you on a daily basis?
de: Wie aktiv sind Sie täglich?
fr: Quel est votre niveau d'activité quotidien ?
nl: Hoe actief ben je dagelijks?

# onboarding_targetWeightTitle
source: What is your target weight?
de: Was ist Ihr Wunschgewicht?
fr: Quel est votre poids cible ?
nl: Wat is je streefgewicht?

# onboarding_labelTargetWeight
source: Target weight in kg
de: Wunschgewicht in kg
fr: Poids cible en kg
nl: Streefgewicht in kg

# onboarding_goalTitle
source: What is your goal?
de: Was ist Ihr Ziel?
fr: Quel est votre objectif ?
nl: Wat is je doel?

# onboarding_notificationsTitle
source: Would you like to receive notifications?
de: Möchten Sie Benachrichtigungen erhalten?
fr: Souhaitez-vous recevoir des notifications ?
nl: Wil je meldingen ontvangen?

# onboarding_notificationsDescription
source: You can enable notifications for meal reminders so you never forget to eat and log your meals.
de: Sie können Benachrichtigungen für Mahlzeiterinnerungen aktivieren, damit Sie nie vergessen zu essen und Ihre Nahrungsaufnahme zu protokollieren.
fr: Vous pouvez activer les notifications pour des rappels de repas afin de ne jamais oublier de manger et d'ajouter votre alimentation aux journaux.
nl: Je kunt meldingen inschakelen voor maaltijdherinneringen, zodat je nooit vergeet te eten en je eten toe te voegen aan de logs.

# onboarding_notificationsEnable
source: Enable notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
nl: Meldingen inschakelen

# notificationPermissionDenied
source: Notification permission was denied.
de: Benachrichtigungsberechtigung abgelehnt.
fr: Autorisation des notifications refusée.
nl: Toestemming voor meldingen is geweigerd.

source: Previous
de: Zurück
fr: Précédent
nl: Vorige

source: Next
de: Weiter
fr: Suivant
nl: Volgende

source: Finish
de: Fertig
fr: Terminer
nl: Afronden

source: Activity Level
de: Aktivitätsniveau
fr: Niveau d'activité
nl: Activiteitsniveau

source: Goal
de: Ziel
fr: Objectif
nl: Doel

# savingSettings
source: Saving...
de: Speichern...
fr: Enregistrement...
nl: Opslaan...

source: Save Settings
de: Einstellungen speichern
fr: Enregistrer les paramètres
nl: Instellingen opslaan

# adminAnnouncements
source: Admin Actions
de: Admin-Aktionen
fr: Actions admin
nl: Admin Acties

# createAnnouncement
source: Create New Announcement
de: Neue Nachricht erstellen
fr: Créer un message
nl: Nieuw bericht maken

# createAnnouncementSubtitle
source: Publish an announcement for all users
de: Veröffentlichen Sie eine Nachricht für alle Benutzer
fr: Publier un message pour tous les utilisateurs
nl: Publiceer een bericht voor alle gebruikers

source: Manage Announcements
de: Nachrichten verwalten
fr: Gérer les messages
nl: Berichten beheren

# manageAnnouncementsSubtitle
source: View, deactivate, or delete announcements
de: Nachrichten anzeigen, deaktivieren oder löschen
fr: Afficher, désactiver ou supprimer des messages
nl: Bekijk, deactiveer of verwijder berichten

# decryptValues
source: Decrypt
de: Entschlüsseln
fr: Déchiffrer
nl: Decrypten

# decryptValuesSubtitle
source: Decrypt values for user if they want to transfer account to another email
de: Werte für den Benutzer entschlüsseln, falls dieser sein Konto übertragen möchte.
fr: Déchiffrer les valeurs pour l'utilisateur s'il souhaite transférer son compte.
nl: Decrypt waardes voor gebruiker als ze account willen overzetten .

source: Account
de: Konto
fr: Compte

source: Sign Out
de: Abmelden
fr: Se déconnecter
nl: Uitloggen

source: Deleting Account...
de: Konto wird gelöscht...
fr: Suppression du compte...
nl: Account verwijderen...

source: Delete Account
de: Konto löschen
fr: Supprimer le compte
nl: Account verwijderen

# creditsAbsiDataAttribution
source: This dataset is used for calculating ABSI Z-scores and categories in this app.
de: Dieses Datenset wird verwendet, um ABSI-Z-Scores und -Kategorien in dieser App zu berechnen.
fr: Cet ensemble de données est utilisé pour le calcul des scores Z ABSI et des catégories dans cette application.
nl: Deze dataset wordt gebruikt voor het berekenen van ABSI Z-scores en categorieën in deze app.

# absiAttribution
source: Body Shape Index (ABSI) reference table is based on: Y. Krakauer, Nir; C. Krakauer, Jesse (2015). Table S1 - A New Body Shape Index Predicts Mortality Hazard Independently of Body Mass Index. PLOS ONE. Dataset. https://doi.org/10.1371/journal.pone.0039504.s001 This dataset is used for calculating ABSI Z-scores and categories in this app.
de: Die Referenztabelle des Body Shape Index (ABSI) basiert auf: Y. Krakauer, Nir; C. Krakauer, Jesse (2015). Table S1 - A New Body Shape Index Predicts Mortality Hazard Independently of Body Mass Index. PLOS ONE. Dataset. https://doi.org/10.1371/journal.pone.0039504.s001 Dieses Datenset wird verwendet, um ABSI-Z-Scores und -Kategorien in dieser App zu berechnen.
fr: La table de référence Body Shape Index (ABSI) est basée sur : Y. Krakauer, Nir ; C. Krakauer, Jesse (2015). Table S1 - A New Body Shape Index Predicts Mortality Hazard Independently of Body Mass Index. PLOS ONE. Dataset. https://doi.org/10.1371/journal.pone.0039504.s001 Cet ensemble de données est utilisé pour le calcul des scores Z ABSI et des catégories dans cette application.
nl: Body Shape Index (ABSI) referentietabel is gebaseerd op: Y. Krakauer, Nir; C. Krakauer, Jesse (2015). Table S1 - A New Body Shape Index Predicts Mortality Hazard Independently of Body Mass Index. PLOS ONE. Dataset. https://doi.org/10.1371/journal.pone.0039504.s001 Deze dataset wordt gebruikt voor het berekenen van ABSI Z-scores en categorieën in deze app.

source: Date
de: Datum
nl: Datum

source: Close
de: Schließen
fr: Fermer
nl: Sluiten

source: Edit Announcement
de: Nachricht bearbeiten
fr: Modifier le message
nl: Bericht bewerken

source: Title
de: Titel
fr: Titre
nl: Titel

source: Title cannot be empty.
de: Der Titel darf nicht leer sein.
fr: Le titre ne peut pas être vide.
nl: Titel mag niet leeg zijn.

source: Message
de: Nachricht
nl: Bericht

source: Message cannot be empty.
de: Die Nachricht darf nicht leer sein.
fr: Le message ne peut pas être vide.
nl: Bericht mag niet leeg zijn.

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Announcement updated.
de: Nachricht aktualisiert.
fr: Message mis à jour.
nl: Bericht bijgewerkt.

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
nl: Wijzigingen opslaan

source: Announcement deleted.
de: Nachricht gelöscht.
fr: Message supprimé.
nl: Bericht verwijderd.

# errorLoadingAnnouncements
source: An error occurred while loading announcements.
de: Ein Fehler ist aufgetreten.
fr: Une erreur est survenue.
nl: Er is een fout opgetreden.

source: No announcements found.
de: Keine Nachrichten gefunden.
fr: Aucun message trouvé.
nl: Geen berichten gevonden.

source: Unknown date
de: Unbekanntes Datum
fr: Date inconnue
nl: Onbekende datum

source: Created at
de: Erstellt am
fr: Créé le
nl: Gemaakt op

source: Active
de: Aktiv
fr: Actif
nl: Actief

source: Inactive
de: Inaktiv
fr: Inactif
nl: Inactief

source: Activate
de: Aktivieren
fr: Activer
nl: Activeren

source: Deactivate
de: Deaktivieren
fr: Désactiver
nl: Deactiveren

# editAnnouncementTooltip
source: Edit Announcement
de: Nachricht bearbeiten
fr: Modifier le message
nl: Bewerk bericht

source: Language
de: Sprache
fr: Langue
nl: Taal

source: Use System Locale
de: Systemsprache verwenden
fr: Utiliser la langue du système
nl: Systeemtaal gebruiken

# activityLow
source: Low activity: sedentary work, little movement, no sports
de: Wenig aktiv: sitzende Tätigkeit, kaum Bewegung, kein Sport
fr: Faible activité : travail sédentaire, peu de mouvement, pas de sport
nl: Weinig actief: zittend werk, nauwelijks beweging, geen sport

# activityLight
source: Light activity: 1–3x/week light training or daily 30–45 min walking
de: Leicht aktiv: 1–3x pro Woche leichtes Training oder täglich 30–45 Min. Spaziergang
fr: Activité légère : 1–3x par semaine entraînement léger ou 30–45 min de marche quotidienne
nl: Licht actief: 1–3x per week lichte training of dagelijks 30–45 min wandelen

# activityMedium
source: Moderate activity: 3–5x/week exercise or active job
de: Mäßig aktiv: 3–5x pro Woche Sport oder ein aktiver Beruf (Gastronomie, Pflege, Postbote)
fr: Activité moyenne : sport 3–5x par semaine ou métier actif (restauration, soins, facteur)
nl: Gemiddeld actief: 3–5x per week sporten of een actief beroep (horeca, zorg, postbezorger)

# activityVery
source: Very active: 6–7x/week intense training or physically heavy work
de: Sehr aktiv: 6–7x pro Woche intensives Training oder körperlich schwere Arbeit (Bau, Lager)
fr: Très actif : entraînement intensif 6–7x par semaine ou travail physiquement exigeant (construction, entrepôt)
nl: Zeer actief: 6–7x per week intensieve training of fysiek zwaar werk (bouw, magazijn)

# activityExtreme
source: Extreme activity: pro training 2x/day or extreme manual work
de: Extrem aktiv: Leistungssporttraining 2× täglich oder extrem körperlich anspruchsvolle Arbeit (Militär, Forstwirtschaft)
fr: Extrêmement actif : entraînement de haut niveau 2× par jour ou travail physiquement extrême (militaire, sylviculture)
nl: Extreem actief: topsporttraining 2× per dag of extreem fysiek zwaar werk (militair, bosbouw)

# goalLose
source: Lose weight
de: Abnehmen
fr: Perdre du poids
nl: Afvallen

# goalMaintain
source: Maintain weight
de: Gewicht halten
fr: Maintenir le poids
nl: Op gewicht blijven

# goalGainMuscle
source: Gain weight (muscle)
de: Zunehmen (Muskelmasse)
fr: Prendre du poids (muscle)
nl: Aankomen (spiermassa)

# goalGainGeneral
source: Gain weight
de: Zunehmen (allgemein)
fr: Prendre du poids (général)
nl: Aankomen (algemeen)

# createAnnouncementTitle
source: Create New Announcement
de: Neue Nachricht veröffentlichen
fr: Publier un nouveau message
nl: Nieuw bericht publiceren

# messageLabel
source: Message
de: Nachricht
nl: Bericht

# messageValidationError
source: Message cannot be empty.
de: Die Nachricht darf nicht leer sein.
fr: Le message ne peut pas être vide.
nl: Bericht mag niet leeg zijn.

# announcementPublishedSuccess
source: Announcement published successfully!
de: Nachricht erfolgreich veröffentlicht!
fr: Message publié avec succès !
nl: Bericht succesvol gepubliceerd!

# publishButtonLabel
source: Publish
de: Veröffentlichen
fr: Publier
nl: Publiceren

# unsavedChangesTitle
source: Unsaved Changes
de: Nicht gespeicherte Änderungen
fr: Modifications non enregistrées
nl: Niet-opgeslagen wijzigingen

# unsavedChangesContent
source: You have unsaved changes. Are you sure you want to leave without saving?
de: Sie haben nicht gespeicherte Änderungen. Sind Sie sicher, dass Sie diese verwerfen möchten?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir les ignorer ?
nl: Je hebt niet-opgeslagen wijzigingen. Weet je zeker dat je deze wilt negeren?

# discardButtonLabel
source: Discard
de: Änderungen verwerfen
fr: Ignorer les modifications
nl: Negeer wijzigingen

# cancelButtonLabel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Unknown User
de: Unbekannter Benutzer
fr: Utilisateur inconnu
nl: Onbekende gebruiker

# tutorialRestartedMessage
source: Tutorial has been restarted!
de: Das Tutorial wurde neu gestartet!
fr: Le tutoriel a été relancé !
nl: Uitleg is opnieuw gestart!

# deleteAnnouncementTooltip
source: Delete Announcement
de: Löschen
fr: Supprimer
nl: Verwijderen

# duplicateRequestError
source: There is already a pending request for this value.
de: Für diesen Wert existiert bereits eine offene Anfrage.
fr: Il existe déjà une demande en cours pour cette valeur.
nl: Er bestaat al een openstaande aanvraag voor deze waarde.

# requestSubmittedSuccess
source: Decryption request submitted for approval.
de: Entschlüsselungsanfrage zur Genehmigung eingereicht.
fr: Demande de déchiffrement soumise pour approbation.
nl: Decryptie-aanvraag ingediend voor goedkeuring.

source: Request submission failed
de: Einreichen der Anfrage fehlgeschlagen
fr: Échec de la soumission de la demande
nl: Indienen van aanvraag mislukt

source: Request not found
de: Anfrage nicht gefunden
fr: Demande non trouvée
nl: Aanvraag niet gevonden

# cannotApproveOwnRequest
source: You cannot approve your own request.
de: Sie können Ihre eigene Anfrage nicht genehmigen.
fr: Vous ne pouvez pas approuver votre propre demande.
nl: Je kunt je eigen aanvraag niet goedkeuren.

# dekNotFoundForUser
source: Could not retrieve encryption key.
de: Verschlüsselungsschlüssel konnte nicht abgerufen werden.
fr: Impossible de récupérer la clé de chiffrement.
nl: Kon encryptiesleutel niet ophalen.

# requestApprovedSuccess
source: Request approved.
de: Anfrage genehmigt.
fr: Demande approuvée.
nl: Aanvraag goedgekeurd.

source: Request approval failed
de: Genehmigung fehlgeschlagen
fr: Échec de l'approbation
nl: Goedkeuren mislukt

# cannotRejectOwnRequest
source: You cannot reject your own request.
de: Sie können Ihre eigene Anfrage nicht ablehnen.
fr: Vous ne pouvez pas rejeter votre propre demande.
nl: Je kunt je eigen aanvraag niet afkeuren.

# requestRejectedSuccess
source: Request rejected.
de: Anfrage abgelehnt.
fr: Demande rejetée.
nl: Aanvraag afgekeurd.

source: Request rejection failed
de: Ablehnung fehlgeschlagen
fr: Échec du rejet
nl: Afkeuren mislukt

# pleaseEnterUid
source: Please enter a UID
de: Bitte geben Sie eine UID ein
fr: Veuillez saisir un UID
nl: Vul een UID in

# pleaseEnterEncryptedJson
source: Please enter the encrypted JSON
de: Fügen Sie das verschlüsselte JSON ein
fr: Collez le JSON chiffré
nl: Plak de versleutelde JSON

source: Submit
de: Absenden
fr: Soumettre
nl: Indienen

source: Submit Request
de: Anfrage absenden
fr: Soumettre la demande
nl: Aanvraag indienen

source: Loading...
de: Lädt...
fr: Chargement...
nl: Laden...

source: Pending Requests
de: Offene Anfragen
fr: Demandes en attente
nl: Openstaande aanvragen

source: No pending requests.
de: Keine Anfragen gefunden.
fr: Aucune demande trouvée.
nl: Geen aanvragen gevonden.

source: For UID
de: Für UID
fr: Pour UID
nl: Voor UID

source: Requested by
de: Angefragt von
fr: Demandé par
nl: Aangevraagd door

# encryptedJsonLabel
source: Encrypted Value:
de: Verschlüsselter Wert:
fr: Valeur chiffrée :
nl: Versleutelde waarde:

source: Reject
de: Ablehnen
fr: Rejeter
nl: Afkeuren

source: Approve
de: Genehmigen
fr: Approuver
nl: Goedkeuren

# confirmSignOutTitle
source: Confirm Sign Out
de: Abmelden
fr: Se déconnecter
nl: Uitloggen

# confirmSignOutMessage
source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
nl: Weet je zeker dat je wilt uitloggen?

# unsavedChangesMessage
source: You have made changes that have not been saved yet. Are you sure you want to exit without saving?
de: Sie haben Änderungen vorgenommen, die noch nicht gespeichert sind. Sind Sie sicher, dass Sie ohne Speichern schließen möchten?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir quitter sans enregistrer ?
nl: Je hebt wijzigingen aangebracht die nog niet zijn opgeslagen. Weet je zeker dat je wilt afsluiten zonder op te slaan?

# confirmDeleteAccountTitle
source: Confirm Delete Account
de: Konto löschen
fr: Supprimer le compte
nl: Account verwijderen

# confirmDeleteAccountMessage
source: Are you sure you want to delete your account? This action cannot be undone.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Dies kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cela ne peut pas être annulé.
nl: Weet je zeker dat je je account wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
