Repository: strongo01/fFinder
Catalog: pws/lib/l10n/app_*.arb
Languages: de, fr, nl

# intensityLevel
source: Intensity
de: Intensitätsstufe
fr: Intensité
nl: Intensiteit

# intensityHard
source: Hard
de: Anstrengend
fr: Intense
nl: Zwaar

# intensityVeryHard
source: Very hard
de: Sehr anstrengend
fr: Très intense
nl: Zeer zwaar

source: User not logged in.
de: Nicht angemeldet.
fr: Non connecté.
nl: Niet ingelogd.

# sportRunning
source: Running
de: Laufen
fr: Course à pied
nl: Hardlopen

# sportCycling
source: Cycling
de: Radfahren
fr: Cyclisme
nl: Fietsen

# sportSwimming
source: Swimming
de: Schwimmen
fr: Natation
nl: Zwemmen

# sportWalking
source: Walking
de: Gehen
fr: Marche
nl: Wandelen

# sportFootball
source: Football
de: Fußball
nl: Voetbal

# sportOther
source: Other
de: Andere
fr: Autre
nl: Overig

# sportAdded
source: Sport activity added
de: Sportaktivität hinzugefügt
fr: Activité sportive ajoutée
nl: Sportactiviteit toegevoegd

# deleteSportTitle
source: Delete sport activity?
de: Sportaktivität löschen
fr: Supprimer l'activité sportive
nl: Sportactiviteit verwijderen

# deleteSportMessage
source: Are you sure you want to delete this sport activity?
de: Sind Sie sicher, dass Sie diese Sportaktivität löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer cette activité sportive ?
nl: Weet je zeker dat je deze sportactiviteit wilt verwijderen?

# sportDeleted
source: Sport activity deleted
de: Sportaktivität gelöscht
fr: Activité sportive supprimée
nl: Sportactiviteit verwijderd

# deleteSportContent
source: Are you sure you want to delete this sport activity?
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut pas être annulée.
nl: Deze actie kan niet ongedaan worden gemaakt.

# editSportTitle
source: Edit Sport Activity
de: Sportaktivität bearbeiten
fr: Modifier l'activité sportive
nl: Sportactiviteit bewerken

# sportUpdated
source: Sport activity updated
de: Sportaktivität aktualisiert
fr: Activité sportive mise à jour
nl: Sportactiviteit bijgewerkt

# logSportTitle
source: Log Sport Activity
de: Sportaktivität protokollieren
fr: Journaliser une activité sportive
nl: Sportactiviteit loggen

source: Search food
de: Lebensmittel suchen
fr: Rechercher des aliments
nl: Voedsel zoeken

# searchFoodDescription
source: Search for food to add to your daily log.
de: Suchen Sie nach Lebensmitteln, um sie Ihrem Tag hinzuzufügen.
fr: Recherchez des aliments à ajouter à votre journée.
nl: Zoek naar voedsel om toe te voegen aan je dag.

source: Scan product
de: Barcode scannen
fr: Scanner un code-barres
nl: Barcode scannen

# scanProductDescription
source: Scan a product to quickly add nutritional information to your day.
de: Tippen Sie hier, um ein Produkt zu scannen und schnell zu Ihrem Tag hinzuzufügen.
fr: Touchez ici pour scanner un produit et l'ajouter rapidement à votre journée.
nl: Tik hier om een product te scannen en snel toe te voegen aan je dag.

source: Recent Products
de: Kürzliche Produkte
fr: Produits récents
nl: Recente Producten

# recentProductsDescription
source: View and quickly add products you've recently used.
de: Hier sehen Sie alle Produkte, die Sie kürzlich hinzugefügt haben.
fr: Ici, vous voyez tous les produits que vous avez ajoutés récemment.
nl: Hier zie je alle producten die je recent hebt toegevoegd.

source: Favorite Products
de: Favoriten
fr: Favoris
nl: Favorieten

# favoriteProductsDescription
source: Here you can view all your favorite products.
de: Hier können Sie alle Ihre Favoriten ansehen.
fr: Ici, vous pouvez consulter tous vos produits favoris.
nl: Hier kan je al je favorieten producten bekijken.

source: My Products
de: Meine Produkte
fr: Mes produits
nl: Mijn Producten

# myProductsDescription
source: Here you can add your own products that cannot be found.
de: Hier können Sie eigene Produkte hinzufügen, die nicht gefunden werden.
fr: Ici, vous pouvez ajouter vos propres produits qui ne sont pas trouvés.
nl: Hier kan je zelf producten toevoegen die niet gevonden kunnen worden.

source: Meals
de: Mahlzeiten
fr: Repas
nl: Maaltijden

# mealsDescription
source: Here you can view and log meals; meals consist of multiple products.
de: Hier können Sie Mahlzeiten ansehen und protokollieren; Mahlzeiten bestehen aus mehreren Produkten.
fr: Ici, vous pouvez voir et journaliser des repas ; un repas est composé de plusieurs produits.
nl: Hier kan je maaltijden zien en loggen, maaltijden bestaan uit meerdere producten.

# mealsAdd
source: Add meals
de: Mahlzeiten hinzufügen
fr: Ajouter des repas
nl: Maaltijden toevoegen

# mealsAddDescription
source: Tap this plus to create meals from multiple products so you can add frequently eaten meals faster.
de: Tippen Sie auf das +, um Mahlzeiten aus mehreren Produkten zu erstellen, damit Sie häufig gegessene Mahlzeiten schneller hinzufügen können.
fr: Touchez le bouton + pour créer des repas à partir de plusieurs produits afin d'ajouter plus rapidement des repas que vous prenez souvent.
nl: Tik op dit plusje om maaltijden te maken uit meerdere producten, zodat je sneller vaak gegeten maaltijden kan toevoegen.

# mealsLog
source: Log meals
de: Mahlzeiten protokollieren
fr: Journaliser des repas
nl: Maaltijden loggen

# mealsLogDescription
source: Tap this cart to add meals to the logs.
de: Tippen Sie auf den Einkaufswagen, um Mahlzeiten den Protokollen hinzuzufügen.
fr: Touchez le chariot pour ajouter des repas aux journaux.
nl: Tik op dit winkelwagentje om maaltijden toe te voegen aan de logs.

# enterMoreChars
source: Enter at least 2 characters.
de: Geben Sie mindestens 2 Zeichen ein.
fr: Veuillez entrer au moins 2 caractères.
nl: Voer minimaal 2 tekens in.

# errorFetch
source: Error fetching
de: Fehler beim Abrufen
fr: Erreur lors de la récupération
nl: Fout bij ophalen

# takePhoto
source: Take a photo
de: Foto machen
fr: Prendre une photo
nl: Maak een foto

source: Choose from gallery
de: Aus Galerie wählen
fr: Choisir depuis la galerie
nl: Kies uit galerij

source: No image selected.
de: Kein Bild ausgewählt.
fr: Aucune image sélectionnée.
nl: Geen afbeelding geselecteerd.

# aiNoIngredientsFound
source: No result from AI.
de: Kein Ergebnis von der KI.
fr: Aucun résultat de l'IA.
nl: Geen resultaat van AI.

# aiIngredientsPrompt
source: What ingredients do you see here? Answer in English. Ignore marketing terms, product names, and non-relevant words like 'zero', 'light', etc. Answer only with actual ingredients that are in the product. Answer only if the image shows a food product. Respond as: {ingredient}, {ingredient}, ...
de: Welche Zutaten sehen Sie hier? Antworten Sie auf Niederländisch. Ignorieren Sie Marketingbegriffe, Produktnamen und nicht relevante Wörter wie 'zero', 'light' usw. Antworten Sie nur mit tatsächlichen Zutaten, die im Produkt enthalten sind. Antworten Sie nur, wenn das Bild ein Lebensmittelprodukt zeigt. Antworten Sie als: {ingredient}, {ingredient}, ...
fr: Quels ingrédients voyez-vous ici ? Répondez en français. Ignorez les termes marketing, les noms de produits et les mots non pertinents tels que « zero », « light », etc. Répondez uniquement avec les ingrédients réels contenus dans le produit. Répondez seulement si l'image montre un produit alimentaire. Répondez sous la forme : {ingredient}, {ingredient}, ...
nl: Wat voor ingrediënten zie je hier? Antwoord in het Nederlands. Negeer marketingtermen, productnamen, en niet-relevante woorden zoals 'zero', 'light', etc. Antwoord alleen met daadwerkelijke ingrediënten die in het product zitten. Antwoord alleen als het plaatje een voedselproduct toont. Antwoord als: {ingredient}, {ingredient}, ...

# aiIngredientsFound
source: Ingredients found:
de: Gefundene Zutaten:
fr: Ingrédients trouvés :
nl: Gevonden ingrediënten:

# aiIngredientsDescription
source: The AI recognized the following ingredients:
de: Die KI hat die folgenden Zutaten erkannt:
fr: L'IA a reconnu les ingrédients suivants :
nl: De AI heeft de volgende ingrediënten herkend:

# addMeal
source: Compose meal
de: Mahlzeit zusammenstellen
fr: Composer un repas
nl: Maaltijd samenstellen

# errorAI
source: AI analysis error:
de: Fehler bei KI-Analyse:
fr: Erreur lors de l'analyse IA :
nl: Fout bij AI-analyse:

source: Meal name
de: Name der Mahlzeit
fr: Nom du repas
nl: Naam van maaltijd

# pleaseEnterMealName
source: Name is required
de: Name ist erforderlich
fr: Le nom est obligatoire
nl: Naam is verplicht

source: Amount
de: Menge
fr: Quantité
nl: Hoeveelheid

source: Search
de: Suchen
fr: Rechercher
nl: Zoek

# loadMore
source: Load more products...
de: Mehr Produkte laden...
fr: Charger plus de produits...
nl: Meer producten laden...

# errorNoBarcode
source: No barcode found for this product.
de: Für dieses Produkt wurde kein Barcode gefunden.
fr: Aucun code-barres trouvé pour ce produit.
nl: Geen barcode gevonden voor dit product.

# amountInGrams
source: Amount (g)
de: Menge (g)
fr: Quantité (g)
nl: Hoeveelheid (g)

# errorUserDEKMissing
source: Could not retrieve encryption key.
de: Verschlüsselungsschlüssel konnte nicht abgerufen werden.
fr: Impossible de récupérer la clé de chiffrement.
nl: Kon encryptiesleutel niet ophalen.

# errorNoIngredientsAdded
source: Add at least one product.
de: Fügen Sie mindestens ein Produkt hinzu.
fr: Ajoutez au moins un produit.
nl: Voeg minimaal één product toe.

source: Meal saved successfully!
de: Mahlzeit gespeichert!
fr: Repas enregistré !
nl: Maaltijd opgeslagen!

source: Save meal
de: Mahlzeit speichern
fr: Enregistrer le repas
nl: Maaltijd opslaan

# errorFetchRecentsProducts
source: Error fetching recent products
de: Fehler beim Abrufen kürzlicher Produkte
fr: Erreur lors de la récupération des produits récents
nl: Fout bij ophalen recente producten

source: Search products...
de: Produkte suchen...
fr: Rechercher des produits...
nl: Zoek producten...

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

# addFoodItem
source: What would you like to add?
de: Was möchten Sie hinzufügen?
fr: Que voulez-vous ajouter ?
nl: Wat wil je toevoegen?

source: Add product
de: Produkt hinzufügen
fr: Ajouter un produit
nl: Product toevoegen

# addMealT
source: Add meal
de: Mahlzeit hinzufügen
fr: Ajouter un repas
nl: Maaltijd toevoegen

# recents
source: Recent
de: Kürzlich
fr: Récents

source: Favorites
de: Favoriten
fr: Favoris
nl: Favorieten

# searchingProducts
source: Start typing to search.
de: Beginnen Sie zu tippen, um zu suchen.
fr: Commencez à taper pour rechercher.
nl: Begin met typen om te zoeken.

source: No products found.
de: Keine Produkte gefunden.
fr: Aucun produit trouvé.
nl: Geen producten gevonden.

# addNewProduct
source: Would you like to add a product yourself?
de: Möchten Sie selbst ein Produkt hinzufügen?
fr: Souhaitez-vous ajouter vous-même un produit ?
nl: Wilt u zelf een product toevoegen?

# errorInvalidBarcode
source: No barcode found for this product.
de: Für dieses Produkt wurde kein Barcode gefunden.
fr: Aucun code-barres trouvé pour ce produit.
nl: Geen barcode gevonden voor dit product.

# loadMoreResults
source: Load more products…
de: Mehr Produkte laden…
fr: Charger plus de produits…
nl: Meer producten laden…

# notTheDesiredResults
source: Add a new product
de: Fügen Sie ein neues Produkt hinzu
fr: Ajoutez un nouveau produit
nl: Voeg een nieuw product toe

# addNewProductT
source: Add New Product
de: Neues Produkt hinzufügen
fr: Ajouter un nouveau produit
nl: Nieuw Product Toevoegen

source: Product name
de: Produktname
fr: Nom du produit
nl: Productnaam

# errorProductNameRequired
source: Name is required
de: Name ist erforderlich
fr: Le nom est requis
nl: Naam is verplicht

# brandName
source: Brand
de: Marke
fr: Marque
nl: Merk

# quantity
source: Quantity (e.g. 100g, 250ml)
de: Menge (z. B. 100g, 250ml)
fr: Quantité (ex. 100g, 250ml)
nl: Hoeveelheid (bijv. 100g, 250ml)

# nutritionalValuesPer100g
source: Nutritional values per 100g or ml
de: Nährwerte pro 100g oder ml
fr: Valeurs nutritionnelles pour 100g ou ml
nl: Voedingswaarden per 100g of ml

# calories
source: Energy (kcal)
de: Energie (kcal)
fr: Énergie (kcal)
nl: Energie (kcal)

# errorCaloriesRequired
source: Calories are required
de: Kalorien sind erforderlich
fr: Les calories sont requises
nl: Calorieën zijn verplicht

source: Fat
de: Fette
fr: Lipides
nl: Vetten

# saturatedFat
source: - of which saturated
de: - Davon gesättigt
fr: - Dont saturés
nl: - Waarvan verzadigd

source: Carbohydrates
de: Kohlenhydrate
fr: Glucides
nl: Koolhydraten

# sugars
source: - of which sugars
de: - Davon Zucker
fr: - Dont sucres
nl: - Waarvan suikers

source: Fiber
de: Ballaststoffe
fr: Fibres
nl: Vezels

source: Proteins
de: Eiweiß
fr: Protéines
nl: Eiwitten

source: Salt
de: Salz
fr: Sel
nl: Zout

# errorEncryptionKeyMissing
source: Error: Could not retrieve encryption key.
de: Fehler: Verschlüsselungsschlüssel konnte nicht abgerufen werden.
fr: Erreur : impossible de récupérer la clé de chiffrement.
nl: Fout: Kon encryptiesleutel niet ophalen.

# saveProduct
source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend

source: Unnamed product
de: Unbekannter Name
fr: Nom inconnu
nl: Onbekende naam

# saveNameTooltip
source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

# noChangesTooltip
source: No changes
de: Keine Änderungen
fr: Aucune modification
nl: Geen wijzigingen

# fillRequiredKcal
source: Fill in all required fields (kcal).
de: Füllen Sie alle Pflichtfelder aus (kcal).
fr: Remplissez tous les champs obligatoires (kcal).
nl: Vul alle verplichte velden in (kcal).

# additivesLabel
source: Additives
de: Zusatzstoffe
fr: Additifs
nl: Additieven

# allergensLabel
source: Allergens
de: Allergene
fr: Allergènes
nl: Allergenen

# mealAmountLabel
source: Amount for meal
de: Menge für die Mahlzeit
fr: Quantité pour le repas
nl: Hoeveelheid voor maaltijd

# addToMealButton
source: Add to meal
de: Zur Mahlzeit hinzufügen
fr: Ajouter au repas
nl: Voeg toe aan maaltijd

# enterAmount
source: Enter an amount
de: Geben Sie eine Menge ein
fr: Saisissez une quantité
nl: Voer een hoeveelheid in

# unitLabel
source: Unit
de: Einheit
fr: Unité
nl: Eenheid

# gramLabel
source: Gram (g)
de: Gramm (g)
fr: Grammes (g)

# logInToSeeRecents
source: Log in to see your recent products.
de: Melden Sie sich an, um Ihre kürzlichen Produkte zu sehen.
fr: Connectez-vous pour voir vos produits récents.
nl: Log in om je recente producten te zien.

source: No recent products found.
de: Keine kürzlichen Produkte gefunden.
fr: Aucun produit récent trouvé.
nl: Geen recente producten gevonden.

# errorLoadingRecentProducts
source: An error occurred.
de: Ein Fehler ist aufgetreten.
fr: Une erreur est survenue.
nl: Er is een fout opgetreden.

# logInToSeeFavorites
source: Log in to see your favorite products.
de: Melden Sie sich an, um Ihre Favoriten zu sehen.
fr: Connectez-vous pour voir vos produits favoris.
nl: Log in om je favoriete producten te zien.

source: No favorite products found.
de: Keine Favoriten gefunden.
fr: Aucun produit favori trouvé.
nl: Geen favoriete producten gevonden.

# errorLoadingFavoriteProducts
source: An error occurred.
de: Ein Fehler ist aufgetreten.
fr: Une erreur est survenue.
nl: Er is een fout opgetreden.

# logInToSeeMyProducts
source: Log in to see your products.
de: Melden Sie sich an, um Ihre Produkte zu sehen.
fr: Connectez-vous pour voir vos produits.
nl: Log in om je producten te zien.

# noMyProductsFound
source: You haven't created any products yet.
de: Sie haben noch keine Produkte erstellt.
fr: Vous n'avez encore créé aucun produit.
nl: Je hebt nog geen producten aangemaakt.

# errorLoadingMyProducts
source: An error occurred.
de: Ein Fehler ist aufgetreten.
fr: Une erreur est survenue.
nl: Er is een fout opgetreden.

# unknownBrand
source: No brand
de: Keine Marke
fr: Aucune marque
nl: Geen merk

source: Confirm deletion
de: Löschen bestätigen
fr: Confirmer la suppression
nl: Bevestig verwijdering

# sure
source: Are you sure you want to
de: Sind Sie sicher, dass Sie
fr: Êtes-vous sûr de vouloir
nl: Weet je zeker dat je

source: will be deleted?
de: löschen möchten?
fr: supprimer ?
nl: wilt verwijderen?

source: deleted
de: gelöscht
fr: supprimé
nl: verwijderd

# logInToSeeMeals
source: Log in to see your meals.
de: Melden Sie sich an, um Ihre Mahlzeiten zu sehen.
fr: Connectez-vous pour voir vos repas.
nl: Log in om je maaltijden te zien.

# errorLoadingMeals
source: An error occurred.
de: Ein Fehler ist aufgetreten.
fr: Une erreur est survenue.
nl: Er is een fout opgetreden.

# mealExample
source: Example meal
de: Beispielmahlzeit
fr: Exemple de repas
nl: Voorbeeld Maaltijd

# createOwnMealsFirst
source: Click + to create your first meal
de: Klicken Sie auf +, um Ihre erste Mahlzeit zu erstellen
fr: Cliquez sur + pour créer votre premier repas
nl: Klik op + om je eerste maaltijd te maken

source: Log meal
de: Mahlzeit protokollieren
fr: Journaliser le repas
nl: Log maaltijd

# createMealsBeforeLogging
source: This is an example. Create your own meal first.
de: Dies ist ein Beispiel. Erstellen Sie zuerst eine eigene Mahlzeit.
fr: Ceci est un exemple. Créez d'abord un repas personnalisé.
nl: Dit is een voorbeeld. Maak eerst een eigen maaltijd aan.

source: Unnamed meal
de: Unbenannte Mahlzeit
fr: Repas sans nom
nl: Onbekende maaltijd

# sureMeal
source: Are you sure that your meal
de: Sind Sie sicher, dass Sie die Mahlzeit
fr: Êtes-vous sûr de vouloir le repas
nl: Weet je zeker dat je maaltijd

source: Meal
de: Mahlzeit
fr: Repas
nl: Maaltijd

# encryptionKeyError
source: Could not retrieve encryption key.
de: Verschlüsselungsschlüssel konnte nicht abgerufen werden.
fr: Impossible de récupérer la clé de chiffrement.
nl: Kon encryptiesleutel niet ophalen.

# mealNoIngredients
source: This meal has no ingredients.
de: Diese Mahlzeit hat keine Zutaten.
fr: Ce repas n'a pas d'ingrédients.
nl: Deze maaltijd heeft geen ingrediënten.

# mealLoggedSuccessfully
source: added to your log.
de: wurde Ihrem Tagebuch hinzugefügt.
fr: ajouté à votre journal.
nl: toegevoegd aan je logboek.

# errorSaveMeal
source: Error saving meal:
de: Fehler beim Speichern der Mahlzeit:
fr: Erreur lors de l'enregistrement du repas :
nl: Fout bij opslaan van maaltijd:

# sectie
source: Section
de: Abschnitt
nl: Sectie

source: Log
de: Protokoll
fr: Journal

# mealAddAtLeastOneIngredient
source: Add at least one product.
de: Fügen Sie mindestens ein Produkt hinzu.
fr: Ajoutez au moins un produit.
nl: Voeg minimaal één product toe.

source: Edit meal
de: Mahlzeit bearbeiten
fr: Modifier le repas
nl: Maaltijd bewerken

# addNewMeal
source: Create new meal
de: Neue Mahlzeit zusammenstellen
fr: Composer un nouveau repas
nl: Nieuwe maaltijd samenstellen

source: Ingredients
de: Zutaten
fr: Ingrédients
nl: Ingrediënten

# searchProductHint
source: Type to search or scan barcode
de: Tippen, um zu suchen oder Barcode scannen
fr: Tapez pour rechercher ou scannez le code-barres
nl: Typ om te zoeken of scan barcode

source: Select product
de: Produkt wählen
fr: Choisir un produit
nl: Kies product

# scanBarcode
source: Scan barcode for this product
de: Barcode für dieses Produkt scannen
fr: Scanner le code-barres pour ce produit
nl: Scan barcode voor dit product

# searchForBarcode
source: Searching by barcode...
de: Nach Barcode suchen...
fr: Recherche par code-barres...
nl: Zoeken op barcode...

# errorFetchingProductData
source: Product not found on OpenFoodFacts
de: Produkt auf OpenFoodFacts nicht gefunden
fr: Produit introuvable sur OpenFoodFacts
nl: Product niet gevonden op OpenFoodFacts

# productNotFound
source: No product data found
de: Keine Produktdaten gefunden
fr: Aucune donnée produit trouvée
nl: Geen productgegevens gevonden

# errorBarcodeFind
source: Error during barcode search:
de: Fehler bei Barcode-Suche:
fr: Erreur lors de la recherche par code-barres :
nl: Fout bij barcode-zoekactie:

# errorFetchingProductDataBarcode
source: No barcode found for this product.
de: Für dieses Produkt wurde kein Barcode gefunden.
fr: Aucun code-barres trouvé pour ce produit.
nl: Geen barcode gevonden voor dit product.

# addIngredient
source: Add another product
de: Fügen Sie ein weiteres Produkt hinzu
fr: Ajoutez un autre produit
nl: Voeg nog een product toe

# editMyProduct
source: Edit product
de: Produkt bearbeiten
fr: Modifier le produit
nl: Product Bewerken

# productNameRequired
source: Name is required
de: Name ist erforderlich
fr: Le nom est requis
nl: Naam is verplicht

# caloriesRequired
source: Calories are required
de: Kalorien sind erforderlich
fr: Les calories sont requises
nl: Calorieën zijn verplicht

# errorUserDEKNotFound
source: Could not retrieve encryption key.
de: Verschlüsselungsschlüssel konnte nicht abgerufen werden.
fr: Impossible de récupérer la clé de chiffrement.
nl: Kon encryptiesleutel niet ophalen.

source: Unknown product
de: Unbekanntes Produkt
fr: Produit inconnu
nl: Onbekend Product

source: Brand
de: Marke
fr: Marque
nl: Merk

source: Serving size
de: Portionsgröße
fr: Taille de la portion
nl: Portiegrootte

# nutritionalValuesPer100mlg
source: Nutritional values per 100g/ml
de: Nährwerte pro 100g/ml
fr: Valeurs nutritionnelles pour 100g/ml
nl: Voedingswaarden per 100g/ml

source: Save my product
de: Mein Produkt speichern
fr: Enregistrer mon produit
nl: Mijn Product Opslaan

source: Amount for
de: Menge für
fr: Quantité pour
nl: Hoeveelheid voor

# amountGML
source: Amount (gram or milliliter)
de: Menge (Gramm oder Milliliter)
fr: Quantité (grammes ou millilitres)
nl: Hoeveelheid (gram of milliliter)

# invalidAmount
source: Enter a valid amount.
de: Geben Sie eine gültige Menge ein.
fr: Veuillez saisir une quantité valide.
nl: Voer een geldige hoeveelheid in.

# addedToLog
source: added to your log.
de: wurde Ihrem Tagebuch hinzugefügt.
fr: ajouté à votre journal.
nl: toegevoegd aan je logboek.

source: Error saving:
de: Fehler beim Speichern:
fr: Erreur lors de l'enregistrement :
nl: Fout bij opslaan:

# photoAnalyzing
source: Analyzing photo...
de: Foto wird analysiert...
fr: Analyse de la photo...
nl: Foto analyseren...

# ingredientsIdentifying
source: Identifying ingredients...
de: Zutaten werden identifiziert...
fr: Identification des ingrédients...
nl: Ingrediënten identificeren...

# nutritionalValuesEstimating
source: Estimating nutritional values...
de: Nährwertinformationen werden geschätzt...
fr: Estimation des informations nutritionnelles...
nl: Voedingsinformatie schatten...

# patientlyWaiting
source: Please wait...
de: Bitte warten Sie...
fr: Veuillez patienter...
nl: Even geduld a.u.b...

source: Almost done...
de: Fast fertig...
fr: Presque terminé...
nl: Bijna klaar...

source: Processing with AI...
de: KI-Verarbeitung läuft...
fr: Traitement par IA en cours...
nl: Bezig met AI-verwerking...

source: Select mealtype
de: Wählen Sie den Mahlzeittyp
fr: Sélectionnez le type de repas
nl: Selecteer maaltijdtype

source: Section
de: Abschnitt
nl: Sectie

# errorLoadingLocal
source: Error fetching local data:
de: Fehler beim Laden lokaler Daten:
fr: Erreur lors du chargement des données locales :
nl: Fout bij laden lokale gegevens:

source: Error fetching:
de: Fehler beim Abrufen:
fr: Erreur lors de la récupération :
nl: Fout bij ophalen:

source: Name saved
de: Name gespeichert
fr: Nom enregistré
nl: Naam opgeslagen

# enterValue
source: Missing value
de: Wert fehlt
fr: Valeur manquante
nl: Waarde mist

# requiredField
source: This field is required
de: Pflichtfeld
fr: Champ requis
nl: Verplicht veld

source: Invalid number
de: Ungültige Zahl
fr: Nombre invalide
nl: Ongeldig nummer

source: Today
de: Heute
fr: Aujourd'hui
nl: Vandaag

source: Yesterday
de: Gestern
fr: Hier
nl: Gisteren

source: Done
de: Fertig
fr: Terminé
nl: Gereed

source: Logs
de: Protokolle
fr: Journaux

# add_food_label
source: Add food
de: Lebensmittel hinzufügen
fr: Ajouter un aliment
nl: Voedsel toevoegen

# add_drink_label
source: Add drink
de: Getränk hinzufügen
fr: Ajouter une boisson
nl: Drankje toevoegen
