Repository: strongo01/fFinder
Catalog: pws/lib/l10n/app_*.arb
Languages: de, fr, nl

# add_sport_label
source: Add sport
de: Sport hinzufügen
fr: Ajouter un sport
nl: Sport toevoegen

# tutorial_date_title
source: Change date
de: Datum ändern
fr: Changer la date
nl: Datum wisselen

# tutorial_date_text
source: Tap here to choose a date or quickly jump to today.
de: Tippen Sie hier, um ein Datum zu wählen oder schnell zu heute zu springen.
fr: Touchez ici pour choisir une date ou revenir rapidement à aujourd'hui.
nl: Tik hier om een datum te kiezen of snel naar vandaag te springen.

# tutorial_barcode_title
source: Scan barcode
de: Barcode scannen
fr: Scanner un code-barres
nl: Barcode scannen

# tutorial_barcode_text
source: Tap here to scan a product and quickly add it to your day.
de: Tippen Sie hier, um ein Produkt zu scannen und es schnell zu Ihrem Tag hinzuzufügen.
fr: Touchez ici pour scanner un produit et l'ajouter rapidement à votre journée.
nl: Tik hier om een product te scannen en snel toe te voegen aan je dag.

# tutorial_settings_title
source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

# tutorial_settings_text
source: Use this page to adjust your personal information, notification times, or other settings.
de: Diese Seite dient dazu, Ihre Daten, die Benachrichtigungszeiten oder andere Einstellungen zu ändern
fr: Cette page permet de modifier vos données, l'heure des notifications ou d'autres paramètres.
nl: Deze pagina is om je gegevens aan te passen, de tijd van de meldingen of andere instellingen te wijzigen

# tutorial_feedback_text
source: You can provide feedback about the app here. Is something not working or is there a feature you'd like to see? We'd love to hear from you!
de: Hier können Sie Feedback zur App geben. Funktioniert etwas nicht oder wünschen Sie eine Funktion? Wir hören gern von Ihnen!
fr: Ici, vous pouvez donner votre avis sur l'application. Quelque chose ne fonctionne pas ou vous souhaitez une fonctionnalité ? Dites-le nous !
nl: Hier kun je feedback geven over de app. Werkt iets niet of iets wat je graaf nog wilt zien in de app? We horen het graag van je!

# tutorial_calorie_title
source: Calorie overview
de: Kalorienübersicht
fr: Résumé des calories
nl: Calorieën overzicht

# tutorial_calorie_text
source: Here you can see a summary of your calorie intake for the day.
de: Hier sehen Sie eine Zusammenfassung Ihrer Kalorienaufnahme für den Tag.
fr: Ici, vous voyez un résumé de votre apport calorique pour la journée.
nl: Hier zie je een samenvatting van je calorie-inname voor de dag.

# tutorial_mascot_text
source: Reppy provides personal motivation and tips!
de: Reppy gibt persönliche Motivation und Tipps!
fr: Reppy offre motivation personnelle et conseils !
nl: Reppy geeft persoonlijke motivatie en tips!

# tutorial_water_title
source: Drinks
de: Getränke
fr: Hydratation
nl: Drinken

# tutorial_water_text
source: Track how much you drink each day here. The circle shows how much you still need to drink to reach your goal.
de: Verfolgen Sie hier, wie viel Sie pro Tag trinken. Der Kreis zeigt, wie viel Sie noch trinken müssen, um Ihr Ziel zu erreichen.
fr: Suivez ici votre consommation d'eau quotidienne. Le cercle montre combien il vous reste à boire pour atteindre votre objectif.
nl: Houd hier bij hoeveel je per dag drinkt. De cirkel laat zien hoeveel je nog moet drinken om je doel te bereiken.

# tutorial_additems_title
source: Add items
de: Elemente hinzufügen
fr: Ajouter des éléments
nl: Items toevoegen

# tutorial_additems_text
source: Use this button to quickly add meals, drinks, or sports.
de: Verwenden Sie diese Schaltfläche, um schnell Mahlzeiten, Getränke oder Sport hinzuzufügen.
fr: Utilisez ce bouton pour ajouter rapidement des repas, boissons ou activités sportives.
nl: Gebruik deze knop om snel maaltijden, drankjes of sport toe te voegen.

# tutorial_meals_title
source: Meals
de: Mahlzeiten
fr: Repas
nl: Maaltijden

# tutorial_meals_text
source: View your meals and edit them by tapping on them.
de: Sehen Sie Ihre Mahlzeiten ein und ändern Sie sie, indem Sie darauf tippen.
fr: Consultez vos repas et modifiez-les en les touchant.
nl: Bekijk je maaltijden en wijzig ze door erop te tikken.

# updateAvailable
source: A new update is available! Update the app via TestFlight for Apple or the Google Play Store for Android.
de: Ein neues Update ist verfügbar!
fr: Une nouvelle mise à jour est disponible ! Mettez à jour l'application via TestFlight pour Apple ou via Google Play Store pour Android.
nl: Er is een nieuwe update uit! Update de app via testFlight voor Apple of via Google Play Store voor Android.

# announcement_default
source: Announcement
de: Mitteilung
fr: Annonce
nl: Mededeling

# water_goal_dialog_title
source: Set water goal
de: Wasserziel festlegen
fr: Définir l'objectif d'eau
nl: Waterdoel instellen

# water_goal_dialog_label
source: Goal (ml)
de: Ziel (ml)
fr: Objectif (ml)
nl: Doel (ml)

# enter_valid_number
source: Enter a valid number
de: Geben Sie eine gültige Zahl ein
fr: Veuillez saisir un nombre valide
nl: Voer een geldig getal in

source: Water goal updated
de: Wasserziel aktualisiert
fr: Objectif d'eau mis à jour
nl: Waterdoel bijgewerkt

source: Error saving water goal:
de: Fehler beim Speichern des Wasserziels:
fr: Erreur lors de l'enregistrement de l'objectif d'eau :
nl: Fout bij opslaan waterdoel:

# calorie_goal_dialog_title
source: Set calorie goal
de: Kalorienzielt festlegen
fr: Définir l'objectif calorique
nl: Caloriedoel instellen

# calorie_goal_dialog_label
source: Daily goal (kcal)
de: Tägliches Ziel (kcal)
fr: Objectif quotidien (kcal)
nl: Dagelijks doel (kcal)

source: Calorie goal updated
de: Kalorienzielt aktualisiert
fr: Objectif calorique mis à jour
nl: Calorieëndoel bijgewerkt

# error_saving_prefix
source: Save failed:
de: Speichern fehlgeschlagen:
fr: Échec de l'enregistrement :
nl: Opslaan mislukt:

source: Eaten
de: Genossen
fr: Consommé
nl: Genoten

source: Remaining
de: Verbleibend
fr: Restant
nl: Resterend

# over_goal
source: Above goal
de: Über dem Ziel
fr: Au-dessus de l'objectif
nl: Boven doel

# calories_over_goal
source: kcal over goal
de: kcal über dem Ziel
fr: kcal au-dessus de l'objectif
nl: kcal boven doel

# calories_remaining
source: kcal left
de: kcal verbleibend
fr: kcal restants
nl: kcal resterend

# calories_consumed
source: kcal consumed
de: kcal konsumiert
fr: kcal consommés
nl: kcal geconsumeerd

source: Carbs
de: Kohlenhydrate
fr: Glucides
nl: Koolhydraten

source: Fats
de: Fette
fr: Lipides
nl: Vetten

source: Unit
de: Einheit
fr: Unité
nl: Eenheid

# edit_amount_dialog_title_ml
source: Edit amount (ml)
de: Menge anpassen (ml)
fr: Ajuster la quantité (ml)
nl: Hoeveelheid aanpassen (ml)

# edit_amount_dialog_title_g
source: Edit amount (g)
de: Menge anpassen (g)
fr: Ajuster la quantité (g)
nl: Hoeveelheid aanpassen (g)

# edit_amount_label_ml
source: Amount (ml)
de: Menge (ml)
fr: Quantité (ml)
nl: Hoeveelheid (ml)

# edit_amount_label_g
source: Amount (g)
de: Menge (g)
fr: Quantité (g)
nl: Hoeveelheid (g)

source: Total consumed
de: Gesamtaufnahme
fr: Total consommé
nl: Totaal inname

source: You have
de: Sie haben
fr: Vous avez
nl: Je hebt

# motivational_default_1
source: Keep it up, well done!
de: Gut gemacht, machen Sie weiter so!
fr: Bien joué, continuez comme ça !
nl: Goed bezig, ga zo door!

# motivational_default_2
source: Tap me for a new message!
de: Tippen Sie auf mich, um einen neuen Spruch zu sehen!
fr: Appuyez sur moi pour voir une nouvelle phrase !
nl: Als je op mij tikt krijg je een nieuw tekstje!

# motivational_default_3
source: Every step counts!
de: Jeder Schritt zählt!
fr: Chaque pas compte !
nl: Elke stap telt!

# motivational_default_4
source: You're doing great!
de: Sie machen das großartig!
fr: Vous faites du super travail !
nl: Je doet het geweldig!

# motivational_default_5
source: Did you know fFinder stands for FoodFinder?
de: Wussten Sie, dass fFinder eine Abkürzung für FoodFinder ist?
fr: Saviez-vous que fFinder est l'abréviation de FoodFinder ?
nl: Wist je dat fFinder een afkorting is voor FoodFinder?

# motivational_default_6
source: You log better than 97% of people... probably.
de: Sie protokollieren besser als 97 % der Menschen... wahrscheinlich.
fr: Vous journalisez mieux que 97 % des gens... probablement.
nl: Je logt beter dan 97% van de mensen... waarschijnlijk.

# motivational_noEntries_1
source: Ready to log your day?
de: Bereit, Ihren Tag zu protokollieren?
fr: Prêt à journaliser votre journée ?
nl: Klaar om je dag te loggen?

# motivational_noEntries_2
source: A new day, new opportunities!
de: Ein neuer Tag, neue Möglichkeiten!
fr: Un nouveau jour, de nouvelles opportunités !
nl: Een nieuwe dag, nieuwe kansen!

# motivational_noEntries_3
source: Let's get started!
de: Lassen Sie uns beginnen!
fr: Commençons !
nl: Laten we beginnen!

# motivational_noEntries_4
source: Every healthy day starts with one entry.
de: Jeder gesunde Tag beginnt mit einem Eintrag.
fr: Chaque journée saine commence par une entrée.
nl: Elke gezonde dag start met één invoer.

# motivational_noEntries_5
source: Your first meal is hiding. Try searching for it!
de: Ihre erste Mahlzeit ist versteckt. Suchen Sie sie!
fr: Votre premier repas est caché. Cherchez-le !
nl: Je eerste maaltijd zit verstopt. Zoek hem even op!

# motivational_drinksOnly_1
source: Good that you logged drinks already! What's your first meal?
de: Gut, dass Sie bereits Getränke protokolliert haben! Was wird Ihre erste Mahlzeit?
fr: Bien d'avoir déjà journalisé des boissons ! Quel sera votre premier repas ?
nl: Goed dat je al drinken hebt gelogd! Wat wordt je eerste maaltijd?

# motivational_drinksOnly_2
source: Hydration is a good start. Time to add something to eat as well.
de: Hydration ist ein guter Anfang. Zeit, auch etwas zu essen.
fr: L'hydratation est un bon début. Il est temps de manger aussi.
nl: Hydratatie is een goed begin. Tijd om ook wat te eten.

# motivational_drinksOnly_3
source: Nice! What's your first bite?
de: Weiter so! Was wird Ihr erster Bissen?
fr: Bien joué ! Quel sera votre première bouchée ?
nl: Lekker bezig! Wat wordt je eerste hapje?

# motivational_overGoal_1
source: Goal reached! Take it easy now.
de: Ziel erreicht! Jetzt entspannen.
fr: Objectif atteint ! Reposez-vous maintenant.
nl: Doel bereikt! Rustig aan nu.

# motivational_overGoal_2
source: Wow, you're over your goal!
de: Wow, Sie liegen über Ihrem Ziel!
fr: Wow, vous êtes au-dessus de votre objectif !
nl: Wow, je zit boven je doel!

# motivational_overGoal_3
source: Well done, tomorrow is another day.
de: Gut gemacht, morgen wieder ein neuer Tag.
fr: Bien joué, recommencez demain.
nl: Goed bezig, morgen weer een dag.

# motivational_overGoal_4
source: Great work today, really!
de: Toll gemacht heute, ehrlich!
fr: Super journée, vraiment !
nl: Goed bezig vandaag, echt waar!

# motivational_almostGoal_1
source: You're almost there!
de: Sie sind fast da!
fr: Vous y êtes presque !
nl: Je bent er bijna!

# motivational_almostGoal_2
source: Just a little bit more!
de: Noch ein kleines Stück!
fr: Encore un petit effort !
nl: Nog een klein stukje te gaan!

# motivational_almostGoal_3
source: Almost reached your calorie goal!
de: Fast Ihr Kalorienzielt erreicht!
fr: Presque votre objectif calorique !
nl: Bijna je caloriedoel bereikt!

# motivational_almostGoal_4
source: Good job! Watch the last step.
de: Gut gemacht! Achten Sie auf den letzten Schritt.
fr: Bien joué ! Attention à la dernière étape.
nl: Goed bezig! Let op de laatste stap.

# motivational_almostGoal_5
source: You're doing fantastic, almost there!
de: Sie machen das fantastisch, fast geschafft!
fr: Vous êtes fantastique, presque là !
nl: Je doet het fantastisch, bijna daar!

# motivational_belowHalf_1
source: You're off to a great start, keep going!
de: Sie sind gut unterwegs, weiter so!
fr: Vous êtes bien parti, continuez !
nl: Je bent goed op weg, ga zo door!

# motivational_belowHalf_3
source: Keep logging your meals and drinks.
de: Protokollieren Sie weiter Ihre Mahlzeiten und Getränke.
fr: Continuez à journaliser vos repas et boissons.
nl: Blijf je maaltijden en drankjes loggen.

# motivational_belowHalf_4
source: You're doing great, keep it up!
de: Sie machen großartige Arbeit, halten Sie durch!
fr: Vous faites du bon travail, persévérez !
nl: Je doet het geweldig, blijf volhouden!

# motivational_lowWater_1
source: Don't forget to drink today!
de: Vergessen Sie nicht heute zu trinken!
fr: N'oubliez pas de boire aujourd'hui !
nl: Vergeet niet te drinken vandaag!

# motivational_lowWater_2
source: A sip of water is a good start.
de: Ein Schluck Wasser ist ein guter Anfang.
fr: Un petit verre d'eau, c'est un bon début.
nl: Een slokje water is een goed begin.

# motivational_lowWater_3
source: Hot or cold, water is always good!
de: Ob warm oder kalt, Wasser ist immer gut!
fr: Chaud ou froid, l'eau est toujours bonne !
nl: Warm of koud, water is altijd goed!

# motivational_lowWater_4
source: Hydration is important!
de: Hydration ist wichtig!
fr: L'hydratation est importante !
nl: Hydratatie is belangrijk!

# motivational_lowWater_5
source: A glass of water can do wonders.
de: Ein Glas Wasser kann Wunder wirken.
fr: Un verre d'eau peut faire des merveilles.
nl: Een glas water kan wonderen doen.

# motivational_lowWater_6
source: Take a break? Drink a little water.
de: Zeit für eine Pause? Trinken Sie etwas Wasser.
fr: Une pause ? Buvez un peu d'eau.
nl: Even pauze? Drink een beetje water.

source: Entry updated
de: Menge aktualisiert
fr: Quantité mise à jour
nl: Hoeveelheid bijgewerkt

source: Error updating entry:
de: Fehler beim Aktualisieren der Menge:
fr: Erreur lors de la mise à jour de la quantité :
nl: Fout bij bijwerken hoeveelheid:

source: Error loading data:
de: Fehler beim Laden der Daten:
fr: Erreur lors du chargement des données :
nl: Fout bij laden gegevens:

source: Not logged in.
de: Nicht angemeldet
fr: Non connecté
nl: Niet ingelogd

# noEntriesForDate
source: No entries yet.
de: Keine Protokolle für dieses Datum.
fr: Aucun journal pour cette date.
nl: Geen logs voor deze datum.

source: Thinking...
de: Kurz überlegen...
fr: En réflexion...
nl: Even nadenken...

# sports
source: Sportactivity
de: Sportaktivitäten
fr: Activités sportives
nl: Sportactiviteiten

source: Total burned:
de: Insgesamt verbrannt:
fr: Total brûlé :
nl: Totaal verbrand:

source: Unknown sport
de: Unbekannte Sportart
fr: Sport inconnu
nl: Onbekende sport

source: Error deleting sport:
de: Fehler beim Löschen der Sportaktivität:
fr: Erreur lors de la suppression de l'activité :
nl: Fout bij verwijderen sportactiviteit:

source: Error deleting:
de: Fehler beim Löschen:
fr: Erreur lors de la suppression :
nl: Fout bij verwijderen:

# errorCalculating
source: Error: Original values are not complete to recalculate.
de: Fehler: Ursprüngliche Produktdaten sind unvollständig zum Neuberechnen.
fr: Erreur : les données produit d'origine sont incomplètes pour un recalcul.
nl: Fout: Originele productgegevens zijn onvolledig om te herberekenen.

# appleCancelled
source: You cancelled the Apple sign-in.
de: Sie haben die Apple-Anmeldung abgebrochen.
fr: Vous avez annulé la connexion Apple.
nl: Je hebt de Apple-inlog geannuleerd.

# appleFailed
source: Apple sign-in failed. Please try again later.
de: Apple-Anmeldung fehlgeschlagen. Bitte versuchen Sie es später erneut.
fr: Connexion Apple échouée. Réessayez plus tard.
nl: Apple inloggen is mislukt. Probeer het later opnieuw.

# appleInvalidResponse
source: Invalid response received from Apple.
de: Ungültige Antwort von Apple erhalten.
fr: Réponse non valide reçue d'Apple.
nl: Ongeldig antwoord ontvangen van Apple.

# appleNotHandled
source: Apple could not handle the request.
de: Apple konnte die Anfrage nicht verarbeiten.
fr: Apple n'a pas pu traiter la demande.
nl: Apple kon de aanvraag niet verwerken.

# appleUnknown
source: An unknown error occurred with Apple.
de: Bei Apple ist ein unbekannter Fehler aufgetreten.
fr: Une erreur inconnue est survenue avec Apple.
nl: Er is een onbekende fout opgetreden bij Apple.

# appleGenericError
source: An error occurred while signing in with Apple.
de: Beim Anmelden mit Apple ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de la connexion avec Apple.
nl: Er is een fout opgetreden tijdens het inloggen met Apple.

# signInAccountExists
source: An account already exists with this email. Please sign in using a different method.
de: Für diese E-Mail-Adresse existiert bereits ein Konto. Melden Sie sich mit einer anderen Methode an.
fr: Un compte avec cet e-mail existe déjà. Connectez-vous avec une autre méthode.
nl: Er bestaat al een account met dit e-mailadres. Log in met een andere methode.

# signInCancelled
source: Sign-in was cancelled.
de: Die Anmeldung wurde abgebrochen.
fr: La connexion a été annulée.
nl: Het inloggen is geannuleerd.

# unknownGoogleSignIn
source: An unknown error occurred during Google sign-in.
de: Beim Anmelden mit Google ist ein unbekannter Fehler aufgetreten.
fr: Une erreur inconnue est survenue lors de la connexion avec Google.
nl: Er is een onbekende fout opgetreden bij het inloggen met Google.

# unknownGitHubSignIn
source: An unknown error occurred during GitHub sign-in.
de: Beim Anmelden mit GitHub ist ein unbekannter Fehler aufgetreten.
fr: Une erreur inconnue est survenue lors de la connexion avec GitHub.
nl: Er is een onbekende fout opgetreden bij het inloggen met GitHub.

# unknownAppleSignIn
source: An unknown error occurred during Apple sign-in.
de: Beim Anmelden mit Apple ist ein unbekannter Fehler aufgetreten.
fr: Une erreur inconnue est survenue lors de la connexion avec Apple.
nl: Er is een onbekende fout opgetreden bij het inloggen met Apple.

# unknownErrorEnglish
source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue
nl: Onbekende fout

# passwordErrorMinLength
source: At least 6 characters
de: mindestens 6 Zeichen
fr: au moins 6 caractères
nl: minimaal 6 tekens

# passwordErrorUpper
source: one uppercase letter
de: ein Großbuchstabe
fr: une majuscule
nl: één hoofdletter

# passwordErrorLower
source: one lowercase letter
de: ein Kleinbuchstabe
fr: une minuscule
nl: één kleine letter

# passwordErrorDigit
source: one digit
de: eine Zahl
fr: un chiffre
nl: één cijfer

# passwordMissingPartsPrefix
source: Your password is missing:
de: Ihr Passwort fehlt:
fr: Votre mot de passe manque :
nl: Je wachtwoord mist:

# userNotFoundCreateAccount
source: No account found for this email. Click below to create an account.
de: Kein Konto für diese E-Mail gefunden. Klicken Sie unten, um ein Konto zu erstellen.
fr: Aucun compte trouvé pour cet e-mail. Cliquez en bas pour créer un compte.
nl: Geen account gevonden voor dit e-mailadres. Klik onderaan om een account te maken.

# wrongPasswordOrEmail
source: Incorrect password or email. Please try again. If you don't have an account, click below to create one.
de: Falsches Passwort oder E-Mail. Versuchen Sie es erneut. Haben Sie noch kein Konto? Klicken Sie unten, um eines zu erstellen.
fr: Mot de passe ou e-mail incorrect. Réessayez. Vous n'avez pas de compte ? Cliquez en bas pour en créer un.
nl: Onjuist wachtwoord of e-mailadres. Probeer het opnieuw. Heeft u nog geen account, klik dan onderaan om er een aan te maken.

# emailAlreadyInUse
source: This email is already in use. Try signing in.
de: Diese E-Mail-Adresse wird bereits verwendet. Versuchen Sie sich anzumelden.
fr: Cet e-mail est déjà utilisé. Essayez de vous connecter.
nl: Dit e-mailadres is al in gebruik. Probeer in te loggen.

# weakPasswordMessage
source: The password must be at least 6 characters long.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
fr: Le mot de passe doit contenir au moins 6 caractères.
nl: Het wachtwoord moet uit minimaal 6 tekens bestaan.

# invalidEmailMessage
source: The entered email address is invalid.
de: Die eingegebene E-Mail-Adresse ist ungültig.
fr: L'adresse e-mail saisie est invalide.
nl: Het ingevoerde e-mailadres is ongeldig.

# authGenericError
source: An authentication error occurred. Please try again later.
de: Bei der Authentifizierung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fr: Une erreur d'authentification est survenue. Réessayez plus tard.
nl: Er is een authenticatiefout opgetreden. Probeer het later opnieuw.

# resetPasswordEnterEmailInstruction
source: Enter your email to reset your password.
de: Geben Sie Ihre E-Mail ein, um Ihr Passwort zurückzusetzen.
fr: Entrez votre e-mail pour réinitialiser votre mot de passe.
nl: Voer je e-mailadres in om je wachtwoord te resetten.

# resetPasswordEmailSentTitle
source: Email sent
de: E-Mail gesendet
fr: E-mail envoyé
nl: E-mail verzonden

# resetPasswordEmailSentContent
source: An email has been sent to reset your password. Note: this email may end up in your spam folder. Sender: noreply@pwsmt-fd851.firebaseapp.com
de: Es wurde eine E-Mail zum Zurücksetzen Ihres Passworts gesendet. Hinweis: Diese E-Mail kann in Ihrem Spam-Ordner landen. Absender: noreply@pwsmt-fd851.firebaseapp.com
fr: Un e-mail a été envoyé pour réinitialiser votre mot de passe. Attention : il peut se trouver dans votre dossier spam. Expéditeur : noreply@pwsmt-fd851.firebaseapp.com
nl: Er is een e-mail verzonden om je wachtwoord te resetten. Let op: deze e-mail kan in je spamfolder terechtkomen. Afzender: noreply@pwsmt-fd851.firebaseapp.com

# genericError
source: An error occurred.
de: Ein Fehler ist aufgetreten.
fr: Une erreur est survenue.
nl: Er is een fout opgetreden.

# userNotFoundForEmail
source: No account found for this email.
de: Kein Konto für diese E-Mail gefunden.
fr: Aucun compte trouvé pour cet e-mail.
nl: Geen account gevonden voor dit e-mailadres.

# loginWelcomeBack
source: Welcome back!
de: Willkommen zurück!
fr: Bienvenue !
nl: Welkom terug!

# loginCreateAccount
source: Create an account
de: Konto erstellen
fr: Créer un compte
nl: Maak een account

# loginSubtitle
source: Sign in to continue
de: Melden Sie sich an, um fortzufahren
fr: Connectez-vous pour continuer
nl: Log in om verder te gaan

# registerSubtitle
source: Register to get started
de: Registrieren Sie sich, um zu beginnen
fr: Inscrivez-vous pour commencer
nl: Registreer om te beginnen

# loginEmailHint
source: name@example.com
de: name@beispiel.com
fr: nom@exemple.com
nl: naam@voorbeeld.com

# loginEnterEmail
source: Enter email
de: E-Mail eingeben
fr: Entrez l'e-mail

# loginPasswordLabel
source: Password
de: Passwort
fr: Mot de passe

# loginMin6Chars
source: Min 6 chars
de: Mind. 6 Zeichen
fr: Min 6 caractères

# loginForgotPassword
source: Forgot password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?

# loginButtonLogin
source: Login
de: Anmelden
fr: Connexion

# loginButtonRegister
source: Register
de: Registrieren
fr: S'inscrire
nl: Registreer

# loginOrContinueWith
source: Or continue with
de: Oder fortfahren mit
fr: Ou continuez avec
nl: Of ga verder met

# loginWithGoogle
source: Sign in with Google
de: Mit Google anmelden
fr: Se connecter avec Google
nl: Inloggen met Google

# loginWithGitHub
source: Sign in with GitHub
de: Mit GitHub anmelden
fr: Se connecter avec GitHub
nl: Inloggen met GitHub

# loginWithApple
source: Sign in with Apple
de: Mit Apple anmelden
fr: Se connecter avec Apple
nl: Inloggen met Apple

# loginNoAccountQuestion
source: Don't have an account?
de: Noch kein Konto?
fr: Pas de compte ?
nl: Nog geen account?

# loginHaveAccountQuestion
source: Already have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte ?
nl: Heb je al een account?

# loginCreateAccountAction
source: Create an account
de: Konto erstellen
fr: Créer un compte
nl: Maak een account

# loginLoginAction
source: Login
de: Anmelden
fr: Connexion

# onboardingEnterFirstName
source: Enter your first name
de: Geben Sie Ihren Vornamen ein
fr: Saisissez votre prénom
nl: Vul je voornaam in
