Repository: strongo01/fFinder
Catalog: pws/lib/l10n/app_*.arb
Languages: de, fr, nl

# onboardingSelectBirthDate
source: Select your birth date
de: Wählen Sie Ihr Geburtsdatum
fr: Sélectionnez votre date de naissance
nl: Selecteer je geboortedatum

# onboardingEnterHeight
source: Enter your height (cm)
de: Geben Sie Ihre Größe ein (cm)
fr: Saisissez votre taille (cm)
nl: Vul je lengte in (cm)

# onboardingEnterWeight
source: Enter your weight (kg)
de: Geben Sie Ihr Gewicht ein (kg)
fr: Saisissez votre poids (kg)
nl: Vul je gewicht in (kg)

# onboardingEnterTargetWeight
source: Enter your target weight (kg)
de: Geben Sie Ihr Wunschgewicht ein (kg)
fr: Saisissez votre poids cible (kg)
nl: Vul je streefgewicht in (kg)

# onboardingEnterValidWeight
source: Please enter a valid weight
de: Geben Sie ein gültiges Gewicht ein
fr: Veuillez saisir un poids valide
nl: Voer een geldig gewicht in

# onboardingEnterValidHeight
source: Please enter a valid height
de: Geben Sie eine gültige Größe ein
fr: Veuillez saisir une taille valide
nl: Voer een geldige lengte in

# heightBetween
source: Height must be between
de: Größe muss zwischen
fr: La taille doit être entre
nl: Lengte moet tussen

source: and
de: und
fr: et
nl: en

# liggen
source: cm.
de: cm liegen.
nl: cm liggen.

# weightBetween
source: Weight must be between
de: Gewicht muss zwischen
fr: Le poids doit être entre
nl: Gewicht moet tussen

# kgLiggen
source: kg.
de: kg liegen.
nl: kg liggen.

# enterWaistCircumference
source: Enter your waist circumference (cm)
de: Geben Sie Ihren Taillenumfang ein (cm)
fr: Indiquez votre tour de taille (cm)
nl: Vul je tailleomtrek in (cm)

# enterValidWaistCircumference
source: Please enter a valid waist circumference
de: Geben Sie einen gültigen Taillenumfang ein
fr: Veuillez saisir un tour de taille valide
nl: Voer een geldige tailleomtrek in

# tailleBetween
source: Waist circumference must be between
de: Taillenumfang muss zwischen
fr: Le tour de taille doit être entre
nl: Tailleomtrek moet tussen

# cmLiggen
source: cm.
de: cm liegen.
nl: cm liggen.

# onboardingEnterValidTargetWeight
source: Please enter a valid target weight
de: Geben Sie ein gültiges Wunschgewicht ein
fr: Veuillez saisir un poids cible valide
nl: Voer een geldig streefgewicht in

# targetBetween
source: Target weight must be between
de: Wunschgewicht muss zwischen
fr: Le poids cible doit être entre
nl: Streefgewicht moet tussen

# absiVeryLow
source: very low risk
de: sehr geringes Risiko
fr: risque très faible
nl: zeer laag risico

# absiLow
source: low risk
de: geringes Risiko
fr: risque faible
nl: laag risico

# absiAverage
source: average risk
de: mittleres Risiko
fr: risque moyen
nl: gemiddeld risico

# absiElevated
source: elevated risk
de: erhöhtes Risiko
fr: risque accru
nl: verhoogd risico

# absiHigh
source: high risk
de: hoch Risiko
fr: risque élevé
nl: hoog

# healthWeight
source: Healthy weight for you:
de: Gesundes Gewicht für Sie:
fr: Poids sain pour vous :
nl: Gezond gewicht voor jou:

source: Healthy BMI:
de: Gesunder BMI:
fr: IMC sain :
nl: Gezonde BMI:

# onboardingWeightRangeUnder2
source: For children under 2 years old, weight-for-length percentiles are usually used instead of BMI.
de: Bei Kindern unter 2 Jahren wird üblicherweise Perzentile für Gewicht/Länge anstelle des BMI verwendet.
fr: Pour les enfants de moins de 2 ans, on utilise généralement les centiles poids/taille plutôt que l'IMC.
nl: Voor kinderen jonger dan 2 jaar wordt meestal gewicht-/lengtepercentiel gebruikt in plaats van BMI.

# onboardingWeightRangeUnder2Note
source: Use WHO/CDC weight-for-length charts.
de: Verwenden Sie WHO/CDC Gewicht-für-Länge-Tabellen.
fr: Utilisez les tableaux poids-pour-taille de l'OMS/CDC.
nl: Gebruik WHO/CDC gewicht-voor-lengte tabellen.

# onboarding_datePickerDone
source: Done
de: Fertig
fr: Terminé
nl: Klaar

# lmsDataUnavailable
source: LMS data unavailable for this age/sex.
de: LMS-Daten für dieses Alter/Geschlecht nicht verfügbar.
fr: Données LMS non disponibles pour cet âge/genre.
nl: LMS-gegevens niet beschikbaar voor deze leeftijd/geslacht.

# lmsCheckAssets
source: Check assets or enter the target weight manually.
de: Überprüfen Sie die Assets oder geben Sie das Wunschgewicht manuell ein.
fr: Vérifiez les assets ou saisissez manuellement le poids cible.
nl: Controleer assets of voer handmatig streefgewicht in.

# lmsDataErrorPrefix
source: Could not use LMS data:
de: LMS-Daten konnten nicht verwendet werden:
fr: Impossible d'utiliser les données LMS :
nl: Kon LMS-data niet gebruiken:

# lmsAssetMissing
source: Check that the asset is present (assets/cdc/bmiagerev.csv).
de: Überprüfen Sie, ob das Asset vorhanden ist (assets/cdc/bmiagerev.csv).
fr: Vérifiez la présence de l'asset (assets/cdc/bmiagerev.csv).
nl: Controleer of asset aanwezig is (assets/cdc/bmiagerev.csv).

source: Healthy weight for you:
de: Gesundes Gewicht für Sie:
fr: Poids sain pour vous :
nl: Gezond gewicht voor u:

# deleteAccountProviderReauthRequired
source: To delete your account, please re-authenticate using your original sign-in method and try again.
de: Für das Löschen Ihres Kontos ist eine erneute Authentifizierung erforderlich. Melden Sie sich mit Ihrer ursprünglichen Anmeldemethode an und versuchen Sie es erneut.
fr: La suppression du compte nécessite une ré-authentification. Connectez-vous avec la méthode d'origine et réessayez.
nl: Voor het verwijderen van je account is opnieuw authenticatie vereist. Log in met je oorspronkelijke aanmeldmethode en probeer het opnieuw.

# enterPasswordLabel
source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

# confirmButtonLabel
source: Confirm
de: Bestätigen
fr: Confirmer
nl: Bevestigen

# googleSignInCancelledMessage
source: Google sign-in was cancelled by the user.
de: Google-Anmeldung vom Benutzer abgebrochen.
fr: Connexion Google annulée par l'utilisateur.
nl: Google aanmelden geannuleerd door gebruiker.

# googleMissingIdToken
source: Could not obtain idToken from Google.
de: Konnte kein idToken von Google abrufen.
fr: Impossible d'obtenir un idToken de Google.
nl: Kon geen idToken ophalen van Google.

# appleNullIdentityTokenMessage
source: Apple returned a null identityToken.
de: Apple hat kein identityToken zurückgegeben.
fr: Apple n'a pas renvoyé d'identityToken.
nl: Apple retourneerde geen identityToken.

# notificationBreakfastTitle
source: Time for breakfast!
de: Zeit fürs Frühstück!
fr: Il est l'heure du petit-déjeuner!

# notificationBreakfastBody
source: Start your day right with a nutritious breakfast. Don't forget to log it!
de: Beginne deinen Tag mit einem nahrhaften Frühstück. Vergiss nicht, es zu protokollieren!
fr: Commencez bien votre journée avec un petit-déjeuner nutritif. N'oubliez pas de le consigner!

# notificationLunchTitle
source: Lunch time!
de: Mittagessen!
fr: C'est l'heure du déjeuner!

# notificationLunchBody
source: Refuel for the afternoon. Don't forget to log your lunch!
de: Tanke Energie für den Nachmittag. Vergiss nicht, dein Mittagessen zu protokollieren!
fr: Rechargez vos batteries pour l'après-midi — n'oubliez pas d'enregistrer votre déjeuner!

# notificationDinnerTitle
source: Enjoy your meal!
de: Guten Appetit!
fr: Bon appétit!

# notificationDinnerBody
source: Enjoy your dinner and remember to log it!
de: Genieße dein Abendessen und denke daran, es zu protokollieren!
fr: Profitez de votre dîner et pensez à le consigner!

# heightRange
source: Height must be between 50 and 300 cm.
de: Größe muss zwischen 50 und 300 cm liegen.
fr: La taille doit être comprise entre 50 et 300 cm.

# weightRange
source: Weight must be between 20 and 800 kg.
de: Gewicht muss zwischen 20 und 800 kg liegen.
fr: Le poids doit être compris entre 20 et 800 kg.

# waistRange
source: Waist must be between 30 and 200 cm.
de: Taillenumfang muss zwischen 30 und 200 cm liegen.
fr: Le tour de taille doit être compris entre 30 et 200 cm.

# targetWeightRange
source: Target weight must be between 20 and 800 kg.
de: Zielgewicht muss zwischen 20 und 800 kg liegen.
fr: Le poids cible doit être compris entre 20 et 800 kg.

# sportsCaloriesInfoTitle
source: Sports Activities
de: Sportaktivitäten
fr: Activités sportives

# sportsCaloriesInfoTextOn
source: Your daily goal is based on your activity level. Calories from sports are now added to your daily total.
de: Ihr Tagesziel basiert auf Ihrem Aktivitätsniveau. Sportkalorien werden nun zu Ihrem Tagesgesamtwert hinzugefügt.
fr: Votre objectif quotidien est basé sur votre niveau d'activité. Les calories provenant du sport sont maintenant ajoutées à votre total quotidien.

# sportsCaloriesInfoTextOff
source: Your daily goal is based on your activity level. Calories from sports are not added to your daily total by default. You can change this in the settings.
de: Ihr Tagesziel basiert auf Ihrem Aktivitätsniveau. Sportkalorien werden standardmäßig nicht zum Tagesgesamtwert hinzugefügt. Sie können dies in den Einstellungen ändern.
fr: Votre objectif quotidien est basé sur votre niveau d'activité. Les calories provenant du sport ne sont pas ajoutées par défaut à votre total quotidien. Vous pouvez modifier ce paramètre dans les réglages.

# waterWarningSevere
source: Warning: do not drink too much. Far above your goal can be dangerous!
de: Achtung: Trinke nicht zu viel. Weit über deinem Ziel kann gefährlich sein!
fr: Attention : ne buvez pas trop. Bien au-dessus de votre objectif peut être dangereux !

# includeSportsCaloriesLabel
source: Include sports calories
de: Sportkalorien einbeziehen
fr: Inclure les calories de sport

# includeSportsCaloriesSubtitle
source: Add calories burned through sports to your daily total (off by default, because activity is already included via your activity level).
de: Fügen Sie die beim Sport verbrannten Kalorien zum Tagesgesamtwert hinzu (standardmäßig deaktiviert, da die Aktivität bereits über das Aktivitätsniveau berücksichtigt wird).
fr: Ajoutez les calories brûlées lors du sport à votre total quotidien (désactivé par défaut, car l'activité est déjà prise en compte via votre niveau d'activité).

# setAppVersionTitle
source: Set app version
de: App-Version festlegen
fr: Définir la version de l'application

# setAppVersionSubtitle
source: Modify the version field in Firestore
de: Ändern Sie das Versionsfeld in Firestore
fr: Modifier le champ version dans Firestore

source: Version updated:
de: Version aktualisiert:
fr: Version mise à jour :

# bmiForChildrenTitle
source: Child BMI Info
de: Kinder-BMI Info

# bmiForChildrenExplanation
source: The BMI for children is calculated based on age, sex, height, and weight. Instead of fixed cutoffs, this app uses BMI percentiles, making the assessment better suited to children's growth. Small differences with other BMI charts are normal.
de: Der BMI von Kindern wird basierend auf Alter, Geschlecht, Größe und Gewicht berechnet. Anstelle fester Grenzen verwendet diese App BMI-Perzentile, sodass die Bewertung besser zum Wachstum der Kinder passt. Kleine Unterschiede zu anderen BMI-Tabellen sind normal.

source: Credits
fr: Crédits

# itemLayout
source: Layout
fr: Disposition

# itemDashboard
source: Dashboard
fr: Tableau de bord

# choiceLayout
source: Layout
fr: Disposition

# emailHintOptional
source: Email (optional)
fr: E-mail (optionnel)
nl: E-mail (optioneel)

# bmiTitle
source: BMI
fr: IMC

# barcodeLabel
source: Barcode (EAN/GTIN)
fr: Code-barres (EAN/GTIN)

# nameLabel
source: Name
fr: Nom
nl: Naam

# milliliterLabel
source: Milliliter (ml)
fr: Millilitres (ml)

# tutorial_feedback_title
source: Feedback
fr: Retour

# intensityNormal
source: Normal
nl: Normaal

# itemNavigation
source: Navigation
nl: Navigatie
